-- phpMyAdmin SQL Dump
-- version 4.3.11
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Jan 14, 2017 at 06:17 PM
-- Server version: 5.6.24
-- PHP Version: 5.6.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- Database: `madrasa`
--

-- --------------------------------------------------------

--
-- Table structure for table `tbl_admin`
--

CREATE TABLE IF NOT EXISTS `tbl_admin` (
  `admin_id` int(2) NOT NULL,
  `admin_full_name` varchar(50) NOT NULL,
  `admin_email_address` varchar(100) NOT NULL,
  `admin_password` varchar(32) NOT NULL,
  `access_level` tinyint(1) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_admin`
--

INSERT INTO `tbl_admin` (`admin_id`, `admin_full_name`, `admin_email_address`, `admin_password`, `access_level`) VALUES
(1, 'rokon', 'rokonuzzamancse@gmail.com', 'f0572531d8171afe13f52ad32f372af2', 1);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_answer`
--

CREATE TABLE IF NOT EXISTS `tbl_answer` (
  `answer_id` int(50) NOT NULL,
  `question_id` int(50) NOT NULL,
  `question` text NOT NULL,
  `answer_title` varchar(50) NOT NULL,
  `category_id` int(20) NOT NULL,
  `short_answer` text NOT NULL,
  `long_answer` text NOT NULL,
  `publication_status` tinyint(2) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_answer`
--

INSERT INTO `tbl_answer` (`answer_id`, `question_id`, `question`, `answer_title`, `category_id`, `short_answer`, `long_answer`, `publication_status`) VALUES
(3, 4, 'রোযা অবস্থায় মা বাচ্চাকে দুধ পান করালে রোযার কোন ক্ষতি হবে কী?', 'রোযা অবস্থায় মা বাচ্চাকে দুধ পান করালে রোযার কোন ', 7, 'রোযা অবস্থায় মা তার বাচ্চাকে দুধ পান করালে রোযার কোন ক্ষতি হবে না।', 'রোযা অবস্থায় মা তার বাচ্চাকে দুধ পান করালে রোযার কোন ক্ষতি হবে না।\r <p ><strong><span >শরয়ী দলীলঃ</span></strong></p>\r <p >. ذكر عبد الرزاق في مصنفه (ج 4 ص 308 ايضا ج\r\n 1 ص 170): عن عبد الله بن مسعود رض قال انما الصيام مما دخل و ليس مما \r\nخرج، الوضوء مما خرج و ليس مما دخل.</p>\r <p >قال التمرتاشي رح( ج 3 ص 373) هو امساك عن المفطرات حقيقة او حكما في وقت<br>\r\nمخصوص من شخص مخصوص مع النية،</p>\r <p >فتاوی دارالعلوم دیوبند میں ہے فسد صوم نہیں\r\n ہیں (6/412) ماں بحالت صوم اپنے بچے کو دودہ پلا دے تو مفسد صوم ہے یا \r\nنہیں؟ اس سوال کے بارے میں یہ مسالہ ذکر کیا گیا ہے</p>\r <span ><strong>প্রামাণ্য গ্রন্থাবলীঃ</strong></span><br>\r\n১. মুসান্নাফে আব্দুর রাযযাক ১/১৭০ ও ৪/৩০৮<br>\r\n২. ফাতওয়া শামী ৩/৩৩৭<br>\r\n৩. ফাতওয়া দারুল উলূম দেওবন্দ ৬/৪১২<br>\r <strong><span ></span></strong>', 1),
(4, 5, 'আমি প্রায় ৪-৫ বছর ধরে প্রস্রাব সংক্রান্ত একটা রোগে আক্রান্ত| রোগটির ধরন হচ্ছে এরকম যে আমি যখন প্রস্রাব বা পায়খানা করি তখন আমার প্রস্রাবসম্পূর্ণরূপে না হয়ে কিছুটা আটকে থেকে যায়| আর কিছুক্ষন পর আটকে থাকাকয়েক ফোটা প্রস্রাব এমনিতেই বেরিয়ে যায়| আমি প্রস্রাবখানায় যতক্ষণই বসেথাকিনা কেন তবুও এরকম হয়| এমনকি আমি যখন নামাজ পড়ি তখনও মাঝেমধ্যে এরকমহয়| মাঝেমধ্যে আমি বুঝতে পারি যে আমার প্রস্রাব হয়ে গেল আবার মাঝে মধ্যেসন্দেহ হয় যে প্রস্রাব হল কিনা| আবার মাঝে মধ্যে প্রস্রাব করতে গিয়ে দেখিলিঙ্গের আগায় এক বিন্দুর চাইতে কম প্রস্রাব লেগে আছে| আর্থিক সমস্যারকারণে বড় কোন ডাক্তারের সাথে কথা বলা হয়নি আর হোমিও ওষুধ খেয়ে কোন কাজহয়নি| আমার ধারনা ১৩-১৪ বছর বয়স থেকে ………………………………..কারণে এমনটা হয়েছে| উল্লেখ্য আমার বর্তমান বয়স ২২ বছর চলছে| এখন আমার প্রশ্ন হচ্ছে আমি কি এরকম অবস্থায় নামাজ রোজা অব্যাহত রাখব নাকি ছেড়েদেব?', 'প্রস্রাব করার পর ফোটা ফোটা প্রস্রাব পড়লে কি করবে?', 6, 'আপনার বর্ণনা দ্বারা প্রাথমিক ভাবে যতটুকু বুঝা যাচ্ছে, এটা আপনার কোন \r\nরোগ নয়। প্রত্যেক পুরুষেরই প্রস্রাব করার পর কিছু প্রস্রাব আটকে থাকে।', 'আপনার বর্ণনা দ্বারা প্রাথমিক ভাবে যতটুকু বুঝা যাচ্ছে, এটা আপনার কোন রোগ নয়। প্রত্যেক পুরুষেরই প্রস্রাব করার পর কিছু প্রস্রাব আটকে থাকে। যা দাঁড়িয়ে, হেটে হেটে মাটির ঢিলা বা টয়লেট টিস্যু ব্যবহারের দ্বারা বেরিয়ে আসে, যাকে শরিয়তের পরিভাষায় ইস্তেঞ্জা বলে। আপনিও প্রস্রাব করার পর দাঁড়িয়ে হেটে হেটে ইস্তেঞ্জা করে  ( ইস্তেঞ্জার পদ্ধতি না জানলে, ফোন করে জেনে নিতে পারেন) দেখতে পারেন। আশা করি পরবর্তীতে আর প্রস্রাবের ফোটা পড়বেনা। ইন শা-আল্লাহ  এর পরও যদি প্রস্রাবের ফোটা পড়ে, তাহলে লজ্জাস্থান ধুয়ে দ্বিতীয়বার অজুকরে নামজ পড়ে নিবেন। নামজ ছেড়ে দেওয়ার কোন অবকাশ নেই। এজন্য আপনি অজুকরে যাথাসম্ভব তাড়াতাড়ি নামজ আদায় করে নিবেন।  আর আপনার রোগটা যদি এমন হয়, সব সময় অনবরত ফোটা-ফোটা প্রস্রাব পড়তে থাকে। এ অবস্থা্য যদি এক ওয়াক্ত নামাজের সময় পুরোপুরি অতিবাহিত হয় এবং এর মাঝে অজু করে ফরজ নামজ পড়তে পারেন, এতটুকু সময় না পান। তাহলে আপনি মা’জুরের হিসেবে সাব্যস্থ হবেন।আর মাজুরের বিধান হল, যদি অজু ভঙ্গের অন্য কোন কারণ না পাওয়া যায় তাহলে মাজুর এক ওয়াক্ত নামাজের পড়ার জন্য একবার অজু করলে সেই ওয়াক্তে যে কোন নামজ পড়তে পারবে। ওয়াক্ত শেষ হয়ে গেলে অজু ভাঙ্গে যাবে। পরের ওয়াক্তে নামাজ পড়ার জন্য আবার অজু করবে। এই বিধান জারি থাকার জন্য শর্ত হল, এর পর থেকে প্রত্যক ওয়াক্তে একবার হলেও সেই রোগের কারণে এমনিতে প্রস্রাব পড়তে হবে । এসকল পরিস্থিতি রোজার জন্য কোন প্রতিবন্ধকতা নয়। কাজেই কোন অবস্থাতেই নামাজ-রোজা ছেড়ে দেয়ার কোন অবকাশ নেই। শরয়ী দলীল   الف:لمعذور من يستوعبه العذر وقتا كاملا وليس فيه انقطاع بقدر الوضوء والصلاة ابتداء ووجوده في كل وقت ولو مرة بقاء (قواعد الفقه- 495  ب:( ومما يتصل بذلك أحكام المعذور ) شرط ثبوت العذر ابتداء أن يستوعب استمراره وقت الصلاة كاملا وهو الأظهر كالانقطاع لا يثبت ما لم يستوعب الوقت كله حتى لو سال دمها في بعض وقت صلاة فتوضأت وصلت ثم خرج الوقت ودخل وقت صلاة أخرى وانقطع دمها فيه أعادت تلك الصلاة لعدم الاستيعاب . وإن لم ينقطع في وقت الصلاة الثانية حتى خرج لا تعيدها لوجود استيعاب الوقت .( الفتاوى الهندية ج1ص95)  كيفية الاستنجاء من البول ( وكيفية ) الاستنجاء من البول أن يأخذ الذكر بشماله ويمره على جدار أو حجر أو مدر ناتئ من الأرض ولا يأخذ الحجر بيمينه وكذا لا يأخذ الذكر بيمينه والحجر بشماله وإن اضطر يمسك مدرا بين عقبيه ويمر الذكر بشماله فإن تعذر ذلك أمسك الحجر بيمينه ولا يحركه .   ( الفتاوى الهندية ج1ص95.  ج: والمستحاضة ومن به سلس البول والرعاف الدائم والجرح الذي لا يرقأ يتوضئون لوقت كل صلاة فيصلون بذلك الوضوء في الوقت ما شاءوا من الفرائض والنوافل (الهداية ج1ص495  প্রামাণ্য গ্রন্থাবলীঃ  1।কাওয়াইদুল ফিক্বহ- ৪৯৫  ২। ফাতাওয়া হিন্দিয়া-১/৯৫, ১০৪  ৩। আল হিদায়া- ১/৪৯৫  ৪। আদ্দুররুল মুখতার মাআ শামী- ১/৪৯৫  ৫।ফাতাওয়া শামী- ১/৪৯৫  ৬।ফাতহুল কাদীর- ১/১৮১  ৭। মাজমাউল আনহুর-১/৭৭', 1);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_bivag`
--

CREATE TABLE IF NOT EXISTS `tbl_bivag` (
  `bivag_id` int(10) NOT NULL,
  `bivag_name` varchar(50) NOT NULL,
  `bivag_details` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_bivag`
--

INSERT INTO `tbl_bivag` (`bivag_id`, `bivag_name`, `bivag_details`) VALUES
(1, 'তাখাসসুস ফিল ফিকহ', 'এক বছর'),
(2, 'তাখাসসুস তাফসীর', 'এক বছর'),
(3, 'তাকমীল', 'এক বছর'),
(4, 'সান্ধকালীন ১ম বর্ষ', '1');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_bivag_category`
--

CREATE TABLE IF NOT EXISTS `tbl_bivag_category` (
  `bivag_id` int(10) NOT NULL,
  `bivag_name` varchar(100) NOT NULL,
  `bivag_description` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_bivag_category`
--

INSERT INTO `tbl_bivag_category` (`bivag_id`, `bivag_name`, `bivag_description`) VALUES
(1, 'কিতাব বিভাগ', 'কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ কিতাব বিভাগ <br>'),
(2, 'হিফজ ও মক্তব বিভাগ', '<strong>হিফজ ও মক্তব বিভাগ   </strong><strong>হিফজ ও মক্তব বিভাগ   </strong><strong>হিফজ ও মক্তব বিভাগ   </strong><strong>হিফজ ও মক্তব বিভাগ   </strong><strong>হিফজ ও মক্তব বিভাগ   </strong><strong>হিফজ ও মক্তব বিভাগ   </strong><strong>হিফজ ও মক্তব বিভাগ   </strong>');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_boyan`
--

CREATE TABLE IF NOT EXISTS `tbl_boyan` (
  `boyan_id` int(10) NOT NULL,
  `boyan_title` varchar(100) NOT NULL,
  `boyan` text NOT NULL,
  `created_date_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_boyan`
--

INSERT INTO `tbl_boyan` (`boyan_id`, `boyan_title`, `boyan`, `created_date_time`) VALUES
(1, 'আল্লামা আজিজুল হক রহ. এর স্মরণসভায় বক্তৃতা করছেন মাওলানা তফাজ্জল হক আজিজ', './boyan/REC_0000005.wav', '2016-10-27 04:24:53'),
(2, 'আল্লামা আজিজুল হক রহ. এর স্মরণসভায় বক্তৃতা করছেন মাওলানা তফাজ্জল হক আজিজ', './boyan/@Gajol_(5).MP3', '2016-10-27 07:39:54'),
(3, 'আল্লামা আজিজুল হক রহ. এর স্মরণসভায় বক্তৃতা করছেন মাওলানা তফাজ্জল হক আজিজ', './boyan/@Gajol_(2).mp3', '2016-10-27 09:13:15'),
(4, 'আল্লামা আজিজুল হক রহ. এর স্মরণসভায় বক্তৃতা করছেন মাওলানা তফাজ্জল হক আজিজ', './boyan/Bangla_Islamic_Song,_এই_সুন্দর_ফুল_সুন্দর_ফল।_-_YouTube.mp4', '2016-10-30 01:31:22'),
(5, 'r', './boyan/01.Elo_Mahe_Romjaner_Mash_.mp4', '2016-11-24 00:53:24'),
(6, 'Mou Nasir', './boyan/MP4_360p_পর্ব_২_শুনলে_বুঝবেন_ওয়াজ_কারে_কয়_মাওলানা_নাসির_উদ্দিন_যুক্তিবাদী_গোপালগঞ্জ_YouTube.mp3', '2017-01-05 05:19:49');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_category`
--

CREATE TABLE IF NOT EXISTS `tbl_category` (
  `category_id` int(200) NOT NULL,
  `category_name` varchar(50) NOT NULL,
  `category_description` text NOT NULL,
  `publication_status` int(1) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_category`
--

INSERT INTO `tbl_category` (`category_id`, `category_name`, `category_description`, `publication_status`) VALUES
(3, 'প্রশ্নোত্তর', 'rokon rokon rokon <br>', 1),
(4, 'বিষয়ভিত্তিক আলোচনা', 'rokon rokon rokon <br>', 1),
(5, 'rokon', 'rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon rokon <br>', 1),
(6, 'নামায', 'Big category<br>', 1),
(7, 'আকীদা', '<h1 class="page-title"><span>আকীদা</span></h1><h1 class="page-title"><span>আকীদা</span></h1><h1 class="page-title"><span>আকীদা</span></h1><h1 class="page-title"><span>আকীদা</span></h1><h1 class="page-title"><span>আকীদা</span></h1>', 1);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_comments`
--

CREATE TABLE IF NOT EXISTS `tbl_comments` (
  `comments_id` int(10) NOT NULL,
  `masael_id` int(10) NOT NULL,
  `user_id` int(10) NOT NULL,
  `comments` text NOT NULL,
  `publication_status` tinyint(1) NOT NULL DEFAULT '0',
  `created_date_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_comments`
--

INSERT INTO `tbl_comments` (`comments_id`, `masael_id`, `user_id`, `comments`, `publication_status`, `created_date_time`) VALUES
(2, 10, 1, 'Nice! Nice!', 1, '2016-10-13 05:19:20');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_jogajog`
--

CREATE TABLE IF NOT EXISTS `tbl_jogajog` (
  `jogajog_id` int(1) NOT NULL,
  `name` varchar(50) NOT NULL,
  `pesha` varchar(50) NOT NULL,
  `phone` varchar(20) NOT NULL,
  `bank_name` varchar(30) NOT NULL,
  `bank_details` varchar(100) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_jogajog`
--

INSERT INTO `tbl_jogajog` (`jogajog_id`, `name`, `pesha`, `phone`, `bank_name`, `bank_details`) VALUES
(1, 'হাফেজ মাওলানা ফায়জুল্লাহ সন্দিপী', 'অধ্যক্ষ, আল-জামিয়াতুল ইসলামিয়া দারুল উলুম মাদানী', '0172-944050', 'AGRANI BANK', 'AGRANI BANK');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_madrasa_porichiti`
--

CREATE TABLE IF NOT EXISTS `tbl_madrasa_porichiti` (
  `madrasa_id` int(10) NOT NULL,
  `madrasa_title` varchar(100) NOT NULL,
  `madrasa_description` text NOT NULL,
  `madrasa_image` varchar(256) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_madrasa_porichiti`
--

INSERT INTO `tbl_madrasa_porichiti` (`madrasa_id`, `madrasa_title`, `madrasa_description`, `madrasa_image`) VALUES
(3, 'জামিয়াতুল ইসলামিয়া দারুল উলুম মাদানীনগর', 'একটি বেসরকারী ধর্মীয় শিক্ষা প্রতিষ্ঠান। আল্লাহ তা’আলার অপার অনুগ্রহে \r\nজামিয়ার ভিত্তি তাকওয়ার উপর প্রতিষ্ঠিত হয়েছে এবং জামিয়া তাকওয়ার \r\nদুগ্ধ দ্বারা লালিত হয়েছে। জামিয়া এমন কতিপয় লক্ষ্য-উদ্দেশ্য সামনে রেখে\r\n প্রতিষ্ঠিত হয়েছে যেগুলো সূচনা সূচনা পূর্ব থেকেই বাস্তবায়ন করে আসছে। \r\nআল্লাহ তা’আলার তাওফিকে নিজ লক্ষ্য-উদ্দেশ্য বাস্তবায়নে জামিয়া এ পর্যন্ত\r\n উল্লেখযোগ্য সাফল্য অর্জন করেছে। এর জন্য সকল কৃতিত্ব ও প্রশংসা আল্লাহ \r\nতা’আলার।<br>\r\nপ্রভু মোদের প্রশংসা, নেয়ামত, দান সব তো তোমার প্রশংসায় ও মহিমায় কেউ তো নয় বড় তোমার,<br>\r\nজামিয়া দুই দশকেরও কম সময়ে এমন অবদান রেখেছে যা বিরল ও আঙ্গুল দিয়ে \r\nনির্দেশ করার মত, যা চিরকাল সাফল্যের পূর্ব লক্ষণ সফলতার পূর্বাভাস হয়ে \r\nথাকবে। বস্তুত, জামিয়া নিরব নৈঃশব্দে এক অবিরাম জিহাদে ব্রতী রয়েছে। এ \r\nপথে সে, সব ধরনের কষ্ট-ক্লান্তি হাসি মুখে বরন করেছে।<br>\r\nআল-জামিয়াতুল ইসলামিয়া দারুল উলুম মাদানী নগর, বাংলাদেশের বেসরকারী বৃহত \r\nধর্মীয় শিক্ষা প্রতিষ্ঠান সমুহের অন্যতম। তার কতিপয় বিশেষ বৈশিষ্ট \r\nরয়েছে, যা সহজেই তাকে অন্য অনেক মাদ্রাসা থেকে পৃথক পরিচয়ে পরিচিতি দান \r\nকরে। সে সব বৈশিষ্টের মধ্যে সম্ভবত প্রথম বৈশিষ্ট হলো, জামিয়া তার \r\nসান্তানদেরকে স্বচ্ছ ইসলামী তরবিয়াতের আলোকে গড়ে তোলে। বস্তুত, জামিয়া \r\nআলিম (?) তৈরীর পূর্বে ‘মানুষ’ নির্মাণের উপর জোর দেয়, এবং দেশ ব্যাপী \r\nহাকডাক সম্পন্ন ব্যক্তি জন্ম দেয়ার পূর্বে মানব কাঠামোর কিছু মৌলিক উপাদান\r\n তৈরীর প্রতি গুরুত্ব দেয়। জামিয়ার এই বৈশিষ্ট নিকট ও দূরের সবার কাছে \r\nস্বীকৃত। আর এসবই হয়েছে প্রথমত আল্লাহ তা’আলার বিশেষ অনুগ্রহে, দ্বিতীয়ত \r\nসে সব ক্লান্তিকর চেষ্টা ও অবিরাম সাধনার বদৌলতে, যা জামিয়ার পরলোকগত \r\nপ্রতিষ্ঠাতা ইখলাস ও ছাওয়াব প্রাপ্তির আশায় এ পথে ব্যয় করেছেন।', './image/madrasa_image/14url.jpg'),
(4, 'অবস্থান :', 'দারুল উলুম মাদানী নগর, রাজধানী ঢাকার জিরোপয়েন্ট থেকে সাড়ে এগার\r\n কিঃ মিঃ &nbsp; দূরুত্বে দক্ষিণ-পূর্ব কোণে অবস্থিত। ঢাকা –চট্রগ্রাম \r\nবিশ্বরোডের উত্তর পার্শে জামিয়ার অবস্থান।', NULL),
(5, 'জামিয়ার প্রতিষ্ঠা :', 'জামিয়া ৭ শাওয়াল ১৪০৪ হিজরী মোতাবিক ৩১ শে ডিসেম্বর ১৯৮৪ ঈসায়ীতে \r\nপ্রতিষ্ঠিত হয়। জমিয়েতে উলামায়ে হিন্দ প্রধান, আল-জামিয়াতুল ইসলামিয়া \r\nদারুল উলুম দেওবন্দ (ভারত)-এর পরামর্শসভার মহামান্য চেয়ারম্যান, আল্লাহ \r\nওয়ালা বিশিষ্ট আলেমে দ্বীন, ফিদায়ে মিল্লাত ( জাতির স্বার্থে উতসর্গীত) \r\nসাইয়্যেদ আসআদ আল্‌ মাদানী (দা. বা.) জামিয়ার ভিত্তি প্রস্তর করেন।', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_mark`
--

CREATE TABLE IF NOT EXISTS `tbl_mark` (
  `mark_id` int(100) NOT NULL,
  `student_id` int(15) NOT NULL,
  `subject_id` int(10) NOT NULL,
  `mark` int(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_mark`
--

INSERT INTO `tbl_mark` (`mark_id`, `student_id`, `subject_id`, `mark`) VALUES
(1, 1, 1, 30),
(3, 2, 3, 28),
(4, 3, 9, 26),
(5, 4, 9, 25),
(6, 5, 3, 24),
(7, 1, 4, 29),
(8, 1, 2, 26),
(9, 1, 3, 31),
(10, 5, 4, 27),
(11, 5, 1, 15),
(12, 5, 2, 28),
(13, 2, 2, 25),
(14, 6, 2, 23),
(15, 6, 4, 28);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_masael`
--

CREATE TABLE IF NOT EXISTS `tbl_masael` (
  `masael_id` int(5) NOT NULL,
  `category_id` int(2) NOT NULL,
  `masael_title` varchar(100) NOT NULL,
  `masael_short_description` text NOT NULL,
  `masael_long_description` text NOT NULL,
  `masael_author_name` varchar(50) NOT NULL,
  `publication_status` tinyint(1) NOT NULL,
  `created_date_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `hit_count` int(100) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_masael`
--

INSERT INTO `tbl_masael` (`masael_id`, `category_id`, `masael_title`, `masael_short_description`, `masael_long_description`, `masael_author_name`, `publication_status`, `created_date_time`, `hit_count`) VALUES
(2, 0, '4', 'ইমাম আবু হানিফা তার ‘ইলম (জ্ঞান) এবং ‘আমালের জন্য তো বটেই, তিনি তার \r\nরসিকতাবোধের জন্যেও সুপরিচিত ছিলেন। একদিন এক ব্যক্তি জিজ্ঞাসা করলো, “হে \r\nইমাম! যখন আমি নদীতে গোসল করি, তখন কি আমি কিবলার দিকে মুখ করবো নাকি কিবলা\r\n থেকে মুখ ফিরিয়ে রাখবো?', 'ইমাম আবু হানিফা তার ‘ইলম (জ্ঞান) এবং ‘আমালের জন্য তো বটেই, তিনি তার রসিকতাবোধের জন্যেও সুপরিচিত ছিলেন। একদিন এক ব্যক্তি জিজ্ঞাসা করলো, “হে ইমাম! যখন আমি নদীতে গোসল করি, তখন কি আমি কিবলার দিকে মুখ করবো নাকি কিবলা থেকে মুখ ফিরিয়ে রাখবো?\n\nইমাম আবু হানিফা গম্ভীরভাবে উত্তর দিলেন, “আমি যদি আপনার জায়গায় থাকতাম তাহলে আমি আমার কাপড়গুলোর দিকে মুখ ফিরিয়ে থাকতাম যেন কেউ সেগুলো নিয়ে দৌড়ে পালাতে না পারে।”\n\n[ইসলামিক অনলাইন ইউনিভার্সিটি ফেসবুক পেজ, ১৬/১০/২০১৪]', '', 0, '2016-10-02 04:51:08', 0),
(3, 0, '4', '“হাতের কাছে থাকা সত্ত্বেও অনেকে এই মহাগ্রন্থের দিকে ফিরেও তাকায় না, \\r\\nঅনেকে এর দরজায় গিয়েও ফিরে যায়। অনেকেই পড়ে কিন্তু সত্যিকার অর্থে কুরআনের \\r\\nগভীরে প্রবেশ করে না। অনেকে সন্ধান পায় কিন্তু হারিয়ে ফেলে। তারা আল্লাহর \\r\\nশব্দের মধ্যেও আল্লাহকে শুনতে পায় না। আল্লাহর পরিবর্তে তারা নিজেদের কণ্ঠ,\\r\\n নিজেদের শব্দই শুনতে পায়।', '<p >', '', 0, '2016-10-02 05:03:46', 0),
(4, 0, '3', '', '<h  Open Sans\\", Solaimanlipi; vertical-align: baseline; color: rgb(37, 47, 49); letter-spacing: normal; orphans: 2; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-align: justify;\\"><span >', '', 0, '2016-10-02 05:16:10', 0),
(5, 0, '3', '', '<p >', '', 0, '2016-10-02 05:18:52', 0),
(6, 0, '3', '', '<p >', '', 0, '2016-10-02 05:23:01', 0),
(7, 0, '3', '<p >', '<p >', '', 0, '2016-10-02 05:27:09', 0),
(8, 0, '3', '<article itemscope="" itemtype="http://schema.org/Article" class="jw_detail_content_holder content mb10 oh">\r\n<div itemprop="articleBody"><p>বৃত্তিপ্রাপ্ত শিক্ষার্থীর কাছ থেকে মাসিক \r\nটিউশন ফি আদায় করা শিক্ষাপ্রতিষ্ঠানের বিরুদ্ধে ব্যবস্থা নিতে কেন নির্দেশ \r\nদেওয়া হবে না, জানতে চেয়ে রুল দিয়েছেন হাইকোর্ট। আজ সোমবার বিচারপতি সালমা \r\nমাসুদ চৌধুরী ও বিচারপতি কাজী মো. ইজারুল হক আকন্দের সমন্বয়ে গঠিত \r\nহাইকোর্টের অবকাশকালীন বেঞ্চ স্বতঃপ্রণোদিত হয়ে এই রুল দেন।</p></div>\r\n</article>', '<article itemscope="" itemtype="http://schema.org/Article" class="jw_detail_content_holder content mb10 oh">\r\n<div itemprop="articleBody"><p>বৃত্তিপ্রাপ্ত শিক্ষার্থীর কাছ থেকে মাসিক \r\nটিউশন ফি আদায় করা শিক্ষাপ্রতিষ্ঠানের বিরুদ্ধে ব্যবস্থা নিতে কেন নির্দেশ \r\nদেওয়া হবে না, জানতে চেয়ে রুল দিয়েছেন হাইকোর্ট। আজ সোমবার বিচারপতি সালমা \r\nমাসুদ চৌধুরী ও বিচারপতি কাজী মো. ইজারুল হক আকন্দের সমন্বয়ে গঠিত \r হাইকোর্টের অবকাশকালীন বেঞ্চ স্বতঃপ্রণোদিত হয়ে এই রুল দেন।</p><div class="fb-quote fb_iframe_widget" ><span ></span></div>\r\n<p>গত ৩ আগস্ট একটি জাতীয় দৈনিকে ‘বৃত্তিপ্রাপ্তদের কাছ থেকেও টিউশন ফি \r\nআদায়!’ শিরোনামে একটি প্রতিবেদন প্রকাশিত হয়। বিষয়টি আজ আদালতের নজরে আনেন \r\nআইনজীবী মো. আমির হোসেন। শুনানি নিয়ে আদালত রুল দেন।</p>\r\n<p>পরে আমির হোসেন বলেন, এ বছরের ২৪ মে শিক্ষা বোর্ডের জারি করা এক \r\nনির্দেশনায় বলা হয়েছে, সব মেধাবৃত্তি ও সাধারণ বৃত্তিপ্রাপ্ত শিক্ষার্থীরা \r\nবিনা বেতনে অধ্যয়নের সুযোগ পাবে। প্রতিবেদনে এসেছে, এই নির্দেশনা অনুসরণ না\r\n করে ভিকারুননিসা নূন স্কুল অ্যান্ড কলেজ, আইডিয়াল স্কুল অ্যান্ড কলেজ, \r\nমণিপুর উচ্চবিদ্যালয়সহ বিভিন্ন প্রতিষ্ঠান পুরো মাসিক বেতন বা টিউশন ফি \r\nনিচ্ছে। এটি ওই নির্দেশনার পরিপন্থী।</p>\r\n<p>আদালত এ বিষয়ে দুই সপ্তাহের রুল দিয়েছেন জানিয়ে ওই আইনজীবী বলেন, \r\nশিক্ষাসচিব, অতিরিক্ত সচিব (টাস্কফোর্স), শিক্ষা অধিদপ্তরের মহাপরিচালক, \r\nঢাকা শিক্ষা বোর্ডের চেয়ারম্যান, ঢাকা জেলা শিক্ষা কর্মকর্তাসহ, সংশ্লিষ্ট \r\nথানা শিক্ষা কর্মকর্তাকে দুই সপ্তাহের মধ্যে রুলের জবাব দিতে বলা হয়েছে।</p></div>\r\n</article>', 'rokon', 0, '2016-10-03 08:47:18', 0),
(9, 3, 'একদিন ইব্রাহিম ইবনে আদহাম (রহিমাহুল্লাহ) বসরা শহরের একটি বাজারের পাশ দিয়ে যাচ্ছিলেন।', 'একদিন ইব্রাহিম ইবনে আদহাম (রহিমাহুল্লাহ) বসরা শহরের একটি বাজারের পাশ দিয়ে যাচ্ছিলেন। লোকজন তার পাশে সমবেত হয়ে জিজ্ঞাস করল: হে আবু ইসহাক ! আল্লাহ সুবহানাহু তা’আলা কুরআনে বলেন: “আমাকে ডাক, আমি তোমাদের ডাকে সাড়া দিব।” কিন্তু আমরা অনেক দিন ধরে দোয়া করছি অথচ আল্লাহ আমাদের দোয়ার সাড়া দিচ্ছেন না।', 'একদিন ইব্রাহিম ইবনে আদহাম (রহিমাহুল্লাহ) বসরা শহরের একটি বাজারের পাশ দিয়ে যাচ্ছিলেন। লোকজন তার পাশে সমবেত হয়ে জিজ্ঞাস করল: হে আবু ইসহাক ! আল্লাহ সুবহানাহু তা’আলা কুরআনে বলেন: “আমাকে ডাক, আমি তোমাদের ডাকে সাড়া দিব।” কিন্তু আমরা অনেক দিন ধরে দোয়া করছি অথচ আল্লাহ আমাদের দোয়ার সাড়া দিচ্ছেন না।<br><br>ইব্রাহিম বিন আদহাম বললেন, “ওহে বসরার অধিবাসী, দশটি ব্যাপারে তোমাদের অন্তর মরে গেছে:<br><br>১) তোমরা আল্লাহর সম্পর্কে জানো কিন্তু তার প্রতি তোমাদের কর্তব্যগুলো পালন করো না।<br>২) তোমরা কুরআন পড়ো ঠিকই কিন্তু সে অনুযায়ী আমল কর না।<br>৩) তোমরা দাবী কর যে রাসূলুল্লাহকে (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ভালবাসো কিন্তু তার সুন্নাতকে অবহেলা করো।<br>৪) তোমরা নিজেদেরকে শয়তানের শত্রু হিসাবে দাবী কর কিন্তু তোমরা তারই পদাংক অনুসরন কর।<br>৫) তোমার জান্নাতে যেতে উদগ্রীব কিন্তু তার জন্য পরিশ্রম করো না।<br>৬) তোমরা জাহান্নামের ভয়ে আতঙ্কিত কিন্তু পাপের ম্যাধমে প্রতিনিয়ত তার নিকটবর্তী হচ্ছো।<br>৭) তোমরা স্বীকার করো মৃত্যু অনিবার্য কিন্তু তার জন্য নিজেকে প্রস্তুত কর না।<br>৮) তোমরা সবসময়ে অন্যের দোষ বের করতে সচেষ্ট কিন্তু নিজের দোষ-ত্রুটির ব্যাপারে খেয়াল রাখো না।<br>৯) তোমরা আল্লাহর নিয়ামত উপভোগ করো কিন্তু তার জন্য শুকরিয়া আদায় কর না।<br>১০) তোমরা মৃতের লাশকে দাফন করো কিন্তু তা থেকে শিক্ষা গ্রহণ করো না।”<br><br>[আবু নুয়াইম, হিলিইয়া আল-আউলিয়া ৮: ১৫,১৬]', 'rokon', 1, '2016-10-03 18:53:41', 32),
(10, 3, 'গুলিস্তানে এবার উড়াল ফুটপাত!', 'রাজধানীর গুলিস্তান এলাকায় এবার সড়কের ওপর ‘উড়াল ফুটপাত’ নির্মাণের উদ্যোগ \r\nনিয়েছে ঢাকা দক্ষিণ সিটি করপোরেশন (ডিএসসিসি)৷ প্রস্তাবিত এই ফুটপাতের \r\nদৈর্ঘ্য এক কিলোমিটারের বেশি৷ তা নির্মাণে সম্ভাব্য ব্যয় ধরা হয়েছে প্রায় \r\n১১৫ কোটি টাকা।', 'রাজধানীর গুলিস্তান এলাকায় এবার সড়কের ওপর ‘উড়াল ফুটপাত’ নির্মাণের উদ্যোগ \r\nনিয়েছে ঢাকা দক্ষিণ সিটি করপোরেশন (ডিএসসিসি)৷ প্রস্তাবিত এই ফুটপাতের \r\nদৈর্ঘ্য এক কিলোমিটারের বেশি৷ তা নির্মাণে সম্ভাব্য ব্যয় ধরা হয়েছে প্রায় \r\n১১৫ কোটি টাকা।<br>ওই এলাকা থেকে হকারদের উচ্ছেদে ব্যর্থ হয়ে এ প্রকল্প \r\nগ্রহণ করা হয়েছে বলে জানিয়েছেন ডিএসসিসির মেয়র মোহাম্মদ সাঈদ খোকন। \r\nডিএসসিসির ট্রাফিক ইঞ্জিনিয়ারিং বিভাগ জানায়, জাতীয় অর্থনৈতিক পরিষদের \r\nনির্বাহী কমিটির (একনেক) সভায় প্রকল্পটি পাস হলে নির্মাণকাজ শুরু হবে। আর \r\nএর অর্থায়ন করবে সরকার।<br>ডিএসসিসির ট্রাফিক ইঞ্জিনিয়ারিং বিভাগ জানায়, \r\nদেশের প্রথম এই উড়াল ফুটপাত (এলিভেটেড ওয়াকওয়ে) নির্মাণ প্রকল্প প্রস্তাব \r\nগত ২১ সেপ্টেম্বর স্থানীয় সরকার বিভাগে পেশ করা হয়েছে। উড়াল ফুটপাতটি \r\nসচিবালয়ের সামনে থেকে জিরো পয়েন্ট, বায়তুল মোকাররম, গুলিস্তান, আহাদ পুলিশ \r\nবক্স, গোলাপ শাহ মাজার, বঙ্গবন্ধু অ্যাভিনিউ পর্যন্ত নির্মাণ করা হবে। সড়ক \r\nথেকে এর উচ্চতা নির্ধারণ করা হবে ফ্লাইওভারের সঙ্গে সামঞ্জস্য রেখে। \r\nপ্রাথমিকভাবে এর প্রশস্ততা ধরা হয়েছে আট ফুট। উড়াল ফুটপাত থেকে সড়কের \r\nসুবিধাজনক স্থানে পথচারীদের ওঠানামার জন্য থাকবে ২৬টি সিঁড়ি। এর মধ্যে ১০টি\r\n হবে চলন্ত।<br>তবে ব্যয়বহুল এই প্রকল্প না করে গুলিস্তান ও আশপাশের এলাকার\r\n বিদ্যমান ফুটপাত দখলমুক্ত, প্রশস্ত এবং পথচারীবান্ধব করা জরুরি বলে মনে \r\nকরেন নগর বিশেষজ্ঞরা। তাঁরা বলেছেন, উড়াল ফুটপাত পরিবেশবান্ধব নয় বলে তা \r অগ্রহণযোগ্য, আর উড়াল ফুটপাত হকারেরা দখল করবে না, তার নিশ্চয়তা কী?<br><span id="media_1"  class="jw_media_holder jwMediaContent alignleft"></span>বিষয়টি\r\n সম্পর্কে দৃষ্টি আকর্ষণ করা হলে নগর পরিকল্পনাবিদ ও স্থপতি ইকবাল হাবিব \r\nপ্রথম আলোকে বলেন, গুলিস্তানে উড়াল ফুটপাত নির্মাণ করলে নিচের ফুটপাত আরও \r\nবেশি বেহাল হবে৷ তাই উড়াল ফুটপাত না করে নিচের ফুটপাত পথচারীবান্ধব করা \r\nজরুরি৷ এতে বিনিয়োগ অনেক কম লাগবে৷<br>জানতে চাইলে মেয়র মোহাম্মদ সাঈদ খোকন\r\n প্রথম আলোকে বলেন, হকারদের কারণে এই এলাকার ফুটপাত দিয়ে নারী, শিশু ও \r\nবৃদ্ধরা ঠিকমতো চলাচল করতে পারেন না। এ ক্ষেত্রে এলিভেটেড ওয়াকওয়ে বিকল্প \r\nহতে পারে। তা বাস্তবায়িত হলে চারজন লোক স্বচ্ছন্দে পাশাপাশি হাঁটতে পারবেন।\r\n এতে সড়কে যানজট ও দুর্ঘটনার হার কমে যাবে।<br>সাঈদ খোকন বলেন, গুলিস্তান ও\r\n আশপাশের এলাকার ফুটপাত হকারমুক্ত রাখতে অসংখ্যবার উচ্ছেদ অভিযান চালিয়েছে \r\nডিএসসিসি৷ কিন্তু তা দখলমুক্ত রাখা যাচ্ছে না৷ এই দখলের সঙ্গে পুলিশের কিছু\r\n সদস্য ও বিভিন্ন রাজনৈতিক দলের নামধারী নেতা-কর্মীরা জড়িত৷ তাই পথচারীদের \r\nনিরাপদ ও স্বচ্ছন্দে চলাচলের জন্য বাধ্য হয়ে উড়াল ফুটপাত নির্মাণের উদ্যোগ \r\nনেওয়া হয়েছে৷ ফুটপাতের অবৈধ দখল উচ্ছেদে অভিযানও চলবে।<br>তবে মেয়রের \r\nবক্তব্যের জবাবে ঢাকা মহানগর পুলিশের (ডিএমপি) অতিরিক্ত কমিশনার শেখ \r\nমোহাম্মদ মারুফ হাসান বলেন, ডিএমপির কোনো পুলিশ সদস্য ফুটপাত-বাণিজ্যের \r\nসঙ্গে জড়িত নন৷ তারপরও কারও বিরুদ্ধে অভিযোগ পেলে আইন অনুযায়ী ব্যবস্থা \r\nনেওয়া হবে৷ তিনি বলেন, ফুটপাত দখলমুক্ত রাখার দায়িত্ব সিটি করপোরেশনের৷ \r\nতারপরও নিজ উদ্যোগে বিভিন্ন সময় হকারদের উচ্ছেদ অভিযান চালায় ডিএমপি৷ এই \r\nসমস্যার স্থায়ীভাবে সমাধানে বিভিন্ন সংস্থা বা প্রতিষ্ঠানকে নিয়ে যৌথ \r\nপরিকল্পনা দেওয়া দরকার৷<br>রাজধানীর গুলিস্তান ও আশপাশের এলাকা একটি \r\nব্যস্ততম বাণিজ্যিক এলাকা। প্রায় সারা বছরই এই এলাকার ফুটপাত হকারদের দখলে \r\nথাকে। নির্বাচিত হওয়ার আগে ঢাকার দুই মেয়র প্রতিশ্রুতি দিয়েছিলেন, রাজধানীর\r\n সড়ক ও ফুটপাত দখলমুক্ত করে পথচারীবান্ধব করা হবে। নির্বাচিত হওয়ার পর গত \r\nবছরের ২০ ডিসেম্বর গুলিস্তানের ফুটপাত পথচারী চলাচলের জন্য পুরোপুরি \r\nপরিষ্কার করার ঘোষণা দেন সাঈদ খোকন। মেয়রের ঘোষণার দিনই গুলিস্তান, \r\nবঙ্গবন্ধু অ্যাভিনিউ, ফুলবাড়িয়া বাসস্ট্যান্ড এলাকার দুই শতাধিক অবৈধ \r\nদোকানপাট ও স্থাপনা বুলডোজার দিয়ে গুঁড়িয়ে দেয় ডিএসসিসি। পরে গতকাল \r\nসোমবারসহ অন্তত ১০ বার এই এলাকাগুলোর সড়ক ও ফুটপাত দখলমুক্ত করতে উচ্ছেদ \r\nঅভিযান চালিয়েছে ডিএসসিসি। কিন্তু কয়েক দিন না যেতেই উচ্ছেদের জায়গাগুলো \r\nআবার দখল হয়ে গেছে।<br>সম্প্রতি গুলিস্তান এলাকায় দেখা যায়, তিনটি প্রধান \r\nসড়কসহ সব ফুটপাত দখল করে রেখেছে হকাররা। হরদম বেচাকেনা চলছে। কোথাও কোথাও\r\n পথচারীদের হাঁটার জায়গা একটুও নেই। <br>ডিএসসিসির ট্রাফিক ইঞ্জিনিয়ারিং \r\nবিভাগ জানায়, প্রস্তাবিত উড়াল ফুটপাতের দৈর্ঘ্য প্রায় ১ হাজার ১২১ মিটার \r\n(সিঁড়ির দৈর্ঘ্য বাদে)। উড়াল ফুটপাতের ভিত্তি কোথাও রাস্তার পাশ দিয়ে, আবার\r\n কোথাও সড়ক বিভাজকের ওপর দিয়ে তৈরি হবে। এতে পথচারীদের চলাচলের প্রবণতা \r\nবাড়াতে সৌন্দর্য বাড়ানো এবং পর্যাপ্ত বাতির ব্যবস্থা করা হবে। ওপরে ছাউনি \r\nনির্মাণ করা হবে। এ ছাড়া প্রকল্পটি সফল হলে পরবর্তী সময়ে নিউমার্কেট, \r\nসদরঘাট, মতিঝিলসহ গুরুত্বপূর্ণ এলাকায় উড়াল ফুটপাত নির্মাণের পরিকল্পনা \r\nনেবে ডিএসসিসি৷<br>ডিএসসিসির ট্রাফিক ইঞ্জিনিয়ারিং বিভাগের নির্বাহী \r\nপ্রকৌশলী রাজিব খাদেম বলেন, প্রকল্পটি একনেকের সভায় অনুমোদন পেলে \r\nনির্মাণকাজ শুরু হবে। প্রকল্পটির নকশা তৈরিসহ অন্যান্য কাজ এগিয়ে নেওয়ার \r\nজন্য একটি পরামর্শক প্রতিষ্ঠানকে নিয়োগ দেওয়া হয়েছে।', 'rokon', 1, '2016-10-04 01:24:15', 4),
(11, 3, 'হতদরিদ্র কমেছে', 'বাংলাদেশের অতি দারিদ্র্য পরিস্থিতির বেশ উন্নতি হয়েছে। \r\nদেশে হতদরিদ্রের সংখ্যা কমেছে। সাত বছরের ব্যবধানে প্রায় ৮০ লাখ হতদরিদ্র \r\nলোক অতি দারিদ্র্যসীমার ওপরে উঠেছে। বিশ্বব্যাংকের সর্বশেষ হিসাবে, গত \r\nঅর্থবছর শেষে অতি দারিদ্র্য হার দেশের মোট জনসংখ্যার ১২ দশমিক ৯ শতাংশে \r\nনেমে এসেছে। ২০০৯-১০ অর্থবছর শেষে এ হার ছিল সাড়ে ১৮ শতাংশ।', '<p class="TEXT">বাংলাদেশের অতি দারিদ্র্য পরিস্থিতির বেশ উন্নতি হয়েছে। \r\nদেশে হতদরিদ্রের সংখ্যা কমেছে। সাত বছরের ব্যবধানে প্রায় ৮০ লাখ হতদরিদ্র \r\nলোক অতি দারিদ্র্যসীমার ওপরে উঠেছে। বিশ্বব্যাংকের সর্বশেষ হিসাবে, গত \r\nঅর্থবছর শেষে অতি দারিদ্র্য হার দেশের মোট জনসংখ্যার ১২ দশমিক ৯ শতাংশে \r নেমে এসেছে। ২০০৯-১০ অর্থবছর শেষে এ হার ছিল সাড়ে ১৮ শতাংশ।</p><div class="fb-quote fb_iframe_widget" ><span ></span></div>\r\n<p class="TEXT">সারা বিশ্বের বিভিন্ন দেশের দারিদ্র্য পরিস্থিতি নিয়ে \r\nগতকাল সোমবার ‘টেকিং অন ইন-ইকোয়ালটি’ শিরোনামের প্রতিবেদন প্রকাশ করেছে \r\nবিশ্বব্যাংক। এ প্রতিবেদনে বাংলাদেশের ওপর একটি অংশ রয়েছে। সেখানে \r\nবাংলাদেশের দারিদ্র্যের এ চিত্র উঠে এসেছে। এ উপলক্ষে গতকাল বিশ্বব্যাংকের \r\nঢাকা কার্যালয়ে প্রতিবেদনটি প্রকাশ উপলক্ষে সংবাদ সম্মেলনের আয়োজন করা হয়।</p>\r\n<p class="TEXT">বিশ্বব্যাংকের প্রতিবেদন অনুযায়ী, ২০০৯-১০ অর্থবছরে দেশে ২ কোটি ৮০ লাখ হতদরিদ্র লোক ছিল। চলতি অর্থবছরে তা ২ কোটিতে নেমে এসেছে।</p>\r\n<p class="TEXT">এ বিষয়ে বিশ্বব্যাংকের ঢাকা কার্যালয়ের মুখ্য অর্থনীতিবিদ জাহিদ হোসেন <em>প্রথম আলো</em>কে বলেন, বাংলাদেশে হতদরিদ্রের সংখ্যা এখনো দুই কোটির মতো। তাঁরা প্রতি মাসে ১ হাজার ২৯৭ টাকাও আয় করতে পারেন না।</p>\r\n<p class="TEXT">বিশ্বব্যাংকের প্রতিবেদন অনুযায়ী, হতদরিদ্র লোকের সংখ্যার \r\nদিক থেকে বিশ্বের শীর্ষ ১০টি দেশের একটি হলো বাংলাদেশ। এ তালিকায় শীর্ষে \r\nথাকা ভারতে প্রায় ২৫ কোটি লোক অতি দারিদ্র্যসীমার নিচে বসবাস করে।</p>\r\n<p class="TEXT">বিশ্বব্যাংক আরও বলছে, বিগত কয়েক বছরে বাংলাদেশে \r\nধারাবাহিকভাবে অতি দারিদ্র্য হার কমেছে। এই প্রবণতাকে ‘অর্জন’ হিসেবে মনে \r\nকরে বিশ্বব্যাংক।</p>\r\n<p class="TEXT">সংবাদ সম্মেলনে বিশ্বব্যাংকের কান্ট্রি ডিরেক্টর চিমিয়াও \r\nফান বলেন, শিক্ষাক্ষেত্রে লিঙ্গসমতা ও সফল পরিবার পরিকল্পনা কর্মসূচি \r\nবাস্তবায়ন এ দেশের দারিদ্র্য বিমোচনে সহায়তা করেছে। জীবনযাত্রার \r\nমানোন্নয়নেও এসব কর্মসূচি ভূমিকা রাখছে।</p>\r\n<p class="TEXT">বাংলাদেশের দারিদ্র্য কমার প্রধান কারণ হিসেবে বিশ্বব্যাংক\r\n বলেছে, বাংলাদেশের মানুষের আয় সক্ষমতা বেড়েছে। ২০০৫ সালের ক্রয়ক্ষমতার \r\nসমতার (পিপিপি) অনুসারে এক ডলারের মূল্যমান ছিল ৫২ টাকা ৪ পয়সা। ২০১১ সালের\r\n নতুন হিসাবে তা ২৪ টাকা ৮০ পয়সা। ২০১৫ সাল থেকে পিপিপির এ নতুন হিসাব \r\nবাস্তবায়ন শুরু করেছে। নতুন হিসাব অনুযায়ী, একজন ব্যক্তি যদি প্রতি মাসে ১ \r\nহাজার ২৯৭ টাকার বেশি আয় করেন, তবে তিনি হতদরিদ্র নন।</p>\r\n<p class="TEXT">এ বিষয়ে জানতে চাইলে পরিকল্পনামন্ত্রী আ হ ম মুস্তফা কামাল গত রাতে <em>প্রথম আলো</em>কে\r\n বলেন, বর্তমান সরকার ক্ষমতায় আসার পর প্রধানমন্ত্রীর নেতৃত্বে \r\nউন্নয়নবান্ধব ও দারিদ্র্য বিমোচনে সহায়ক বহু প্রকল্প বাস্তবায়ন করা হয়েছে। \r\nএতে দারিদ্র্য দিন দিন কমে আসছে। এ কথা এখন বিশ্বব্যাংক, এশীয় উন্নয়নের \r\nব্যাংকের (এডিবি) মতো সংস্থাও স্বীকার করছে। তিনি আরও বলেন, এ দেশের \r\nমানুষের প্রাণশক্তি অনেক বেশি; তারাই অর্থনীতির চালিকাশক্তি। সার্বিক \r\nদারিদ্র্য বিমোচনে এনজিও, সুশীল সমাজের ভূমিকাও আছে।</p>\r\n<p class="TEXT">দারিদ্র্য পরিস্থিতি তুলে ধরতে ২০১০ সালে বাংলাদেশ \r\nপরিসংখ্যান ব্যুরো (বিবিএস) সর্বশেষ খানা আয়-ব্যয় সমীক্ষা করেছে। সেই \r\nসমীক্ষা অনুযায়ী, ওই বছর সরকারি হিসাবে অতি দারিদ্র্য হার ছিল ১৭ দশমিক ৬ \r\nশতাংশ, যা বিশ্বব্যাংকের প্রাক্কলনের প্রায় কাছাকাছি আছে। তবে \r\nবিশ্বব্যাংকের প্রাক্কলনটি সমীক্ষাভিত্তিক নয়; প্রাক্কলনভিত্তিক।</p>\r\n<p class="TEXT">এ বিষয়ে সাবেক তত্ত্বাবধায়ক সরকারের উপদেষ্টা হোসেন \r\nজিল্লুর রহমান বলেন, অর্থনৈতিক উন্নতির কারণেই চরম দরিদ্রের সংখ্যা কমেছে। \r\nতবে এখনো প্রায় দুই কোটি লোক চরম দরিদ্র। সংখ্যার দিক থেকে এটি অনেক বেশি। \r\nএটি একটি বড় ধাক্কা। দারিদ্র্য সমস্যার সমাধান হয়ে গেছে—এটা ভাবলে হবে না। \r\nতিনি মনে করেন, দারিদ্র্যের চেহারাও বদলেছে। নগর দারিদ্র্য বেড়েছে, যা নতুন\r\n চ্যালেঞ্জ। এ ছাড়া বৈষম্য জোরালো হয়েছে।</p>\r\n<p class="TEXT"><strong>এসডিজি অর্জনে চ্যালেঞ্জ:</strong> এ প্রবণতার \r\nদারিদ্র্য কমলে জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যের (এসডিজি) দারিদ্র্য \r\nবিমোচনের প্রথম লক্ষ্যটি অর্জিত হবে না বলে মনে করে বিশ্বব্যাংক। এসডিজির \r\nলক্ষ্য অনুযায়ী, ২০৩০ সালের মধ্যে অতি দারিদ্র্য হার ৩ শতাংশের নিচে নামাতে\r\n হবে। এ বিষয়ে বিশ্বব্যাংক ব্যাখ্যা দিয়ে বলেছে, ২০০০ থেকে ২০০৫ সাল \r\nপর্যন্ত মোট দেশজ উৎপাদনের (জিডিপি) প্রবৃদ্ধি, মাথাপিছু আয় প্রবৃদ্ধি \r\nহিসাব করে দেখা গেছে, ওই সময়ে প্রতিবছরে ১ দশমিক ৫৪ শতাংশ দারিদ্র্য কমেছে।\r\n এ সময় অন্তর্ভুক্তিমূলক প্রবৃদ্ধি বেশি হয়েছে। দারিদ্র্য হ্রাসের এ ধারা \r\nবজায় থাকলে ২০৩০ সালে এ দারিদ্র্য হার কমে দাঁড়াবে ৫ দশমিক ৩৩ শতাংশ। \r\nএকইভাবে ২০০৫ সালের পর থেকে ২০১০ সাল পর্যন্ত বার্ষিক দশমিক ৯২ শতাংশ হারে \r\nদারিদ্র্য কমেছে। আগের পাঁচ বছরের তুলনায় কম অন্তর্ভুক্তিমূলক প্রবৃদ্ধি \r\nহয়েছে। এ ধারা অব্যাহত থাকলে ২০৩০ সালে এ দারিদ্র্য হার ৫ দশমিক ৯৮ শতাংশ।</p>\r\n<p class="TEXT">এসডিজির লক্ষ্য অর্জনে বিশ্বব্যাংক আরও বলছে, যদি প্রতিবছর\r\n দারিদ্র্য হ্রাসের হার দশমিক ৯২ শতাংশ বজায় রেখে এসডিজি লক্ষ্য অর্জন করতে\r\n হলে প্রতিবছর গড়ে ৮ দশমিক ৮ শতাংশ জিডিপি প্রবৃদ্ধি অর্জন করতে হবে। এটি \r\nবেশ চ্যালেঞ্জিং। আর ১ দশমিক ৫৪ শতাংশ হারে দারিদ্র্য হ্রাসের ধারা বজায় \r\nথাকলে ৬ দশমিক ১ শতাংশ হারে প্রবৃদ্ধি অর্জন করতে হবে।</p>\r\n<p class="TEXT">বিশ্বব্যাংকের মতে, নিচের দিকে থাকা দেশের ৪০ শতাংশ মানুষ \r\nযদি প্রবৃদ্ধির সুফল পায়, তবে তা দারিদ্র্য বিমোচনে বেশি কার্যকর হয়। \r\nবাংলাদেশে এ জনগোষ্ঠীর মাথাপিছু ভোক্তা প্রবৃদ্ধি হার জাতীয় ভোক্তা \r\nপ্রবৃদ্ধির হারের চেয়ে দশমিক ৪৩ শতাংশীয় পয়েন্ট বেশি। বাংলাদেশ এদিক থেকে \r\nভারত, পাকিস্তান ও ভুটানের চেয়ে এগিয়ে আছে। তবে দক্ষিণ-পূর্ব এশিয়ার \r\nদেশগুলোর চেয়ে পিছিয়ে আছে।</p>\r\n<p class="TEXT">এ বিষয়ে সংবাদ সম্মেলনে জাহিদ হোসেন বলেন, একটি দেশের \r\nঅর্থনীতি কীভাবে বাড়ছে, এর ওপর দারিদ্র্য হার কমার বিষয়টি নির্ভর করে। \r\nজিডিপি প্রবৃদ্ধি যদি অন্তর্ভুক্তিমূলক হয়, গরিব মানুষ এর সুফল বেশি পায়; \r\nতবে দ্রুত দারিদ্র্য হ্রাস পাবে।</p>', 'rokon', 1, '2016-10-04 01:30:01', 0),
(12, 3, 'হতদরিদ্র কমেছে', 'বাংলাদেশের অতি দারিদ্র্য পরিস্থিতির বেশ উন্নতি হয়েছে। \r\nদেশে হতদরিদ্রের সংখ্যা কমেছে। সাত বছরের ব্যবধানে প্রায় ৮০ লাখ হতদরিদ্র \r\nলোক অতি দারিদ্র্যসীমার ওপরে উঠেছে। বিশ্বব্যাংকের সর্বশেষ হিসাবে, গত \r\nঅর্থবছর শেষে অতি দারিদ্র্য হার দেশের মোট জনসংখ্যার ১২ দশমিক ৯ শতাংশে \r\nনেমে এসেছে। ২০০৯-১০ অর্থবছর শেষে এ হার ছিল সাড়ে ১৮ শতাংশ।', '<p class="TEXT">বাংলাদেশের অতি দারিদ্র্য পরিস্থিতির বেশ উন্নতি হয়েছে। \r\nদেশে হতদরিদ্রের সংখ্যা কমেছে। সাত বছরের ব্যবধানে প্রায় ৮০ লাখ হতদরিদ্র \r\nলোক অতি দারিদ্র্যসীমার ওপরে উঠেছে। বিশ্বব্যাংকের সর্বশেষ হিসাবে, গত \r\nঅর্থবছর শেষে অতি দারিদ্র্য হার দেশের মোট জনসংখ্যার ১২ দশমিক ৯ শতাংশে \r নেমে এসেছে। ২০০৯-১০ অর্থবছর শেষে এ হার ছিল সাড়ে ১৮ শতাংশ।</p><div class="fb-quote fb_iframe_widget" ><span ></span></div>\r\n<p class="TEXT">সারা বিশ্বের বিভিন্ন দেশের দারিদ্র্য পরিস্থিতি নিয়ে \r\nগতকাল সোমবার ‘টেকিং অন ইন-ইকোয়ালটি’ শিরোনামের প্রতিবেদন প্রকাশ করেছে \r\nবিশ্বব্যাংক। এ প্রতিবেদনে বাংলাদেশের ওপর একটি অংশ রয়েছে। সেখানে \r\nবাংলাদেশের দারিদ্র্যের এ চিত্র উঠে এসেছে। এ উপলক্ষে গতকাল বিশ্বব্যাংকের \r\nঢাকা কার্যালয়ে প্রতিবেদনটি প্রকাশ উপলক্ষে সংবাদ সম্মেলনের আয়োজন করা হয়।</p>\r\n<p class="TEXT">বিশ্বব্যাংকের প্রতিবেদন অনুযায়ী, ২০০৯-১০ অর্থবছরে দেশে ২ কোটি ৮০ লাখ হতদরিদ্র লোক ছিল। চলতি অর্থবছরে তা ২ কোটিতে নেমে এসেছে।</p>\r\n<p class="TEXT">এ বিষয়ে বিশ্বব্যাংকের ঢাকা কার্যালয়ের মুখ্য অর্থনীতিবিদ জাহিদ হোসেন <em>প্রথম আলো</em>কে বলেন, বাংলাদেশে হতদরিদ্রের সংখ্যা এখনো দুই কোটির মতো। তাঁরা প্রতি মাসে ১ হাজার ২৯৭ টাকাও আয় করতে পারেন না।</p>\r\n<p class="TEXT">বিশ্বব্যাংকের প্রতিবেদন অনুযায়ী, হতদরিদ্র লোকের সংখ্যার \r\nদিক থেকে বিশ্বের শীর্ষ ১০টি দেশের একটি হলো বাংলাদেশ। এ তালিকায় শীর্ষে \r\nথাকা ভারতে প্রায় ২৫ কোটি লোক অতি দারিদ্র্যসীমার নিচে বসবাস করে।</p>\r\n<p class="TEXT">বিশ্বব্যাংক আরও বলছে, বিগত কয়েক বছরে বাংলাদেশে \r\nধারাবাহিকভাবে অতি দারিদ্র্য হার কমেছে। এই প্রবণতাকে ‘অর্জন’ হিসেবে মনে \r\nকরে বিশ্বব্যাংক।</p>\r\n<p class="TEXT">সংবাদ সম্মেলনে বিশ্বব্যাংকের কান্ট্রি ডিরেক্টর চিমিয়াও \r\nফান বলেন, শিক্ষাক্ষেত্রে লিঙ্গসমতা ও সফল পরিবার পরিকল্পনা কর্মসূচি \r\nবাস্তবায়ন এ দেশের দারিদ্র্য বিমোচনে সহায়তা করেছে। জীবনযাত্রার \r\nমানোন্নয়নেও এসব কর্মসূচি ভূমিকা রাখছে।</p>\r\n<p class="TEXT">বাংলাদেশের দারিদ্র্য কমার প্রধান কারণ হিসেবে বিশ্বব্যাংক\r\n বলেছে, বাংলাদেশের মানুষের আয় সক্ষমতা বেড়েছে। ২০০৫ সালের ক্রয়ক্ষমতার \r\nসমতার (পিপিপি) অনুসারে এক ডলারের মূল্যমান ছিল ৫২ টাকা ৪ পয়সা। ২০১১ সালের\r\n নতুন হিসাবে তা ২৪ টাকা ৮০ পয়সা। ২০১৫ সাল থেকে পিপিপির এ নতুন হিসাব \r\nবাস্তবায়ন শুরু করেছে। নতুন হিসাব অনুযায়ী, একজন ব্যক্তি যদি প্রতি মাসে ১ \r\nহাজার ২৯৭ টাকার বেশি আয় করেন, তবে তিনি হতদরিদ্র নন।</p>\r\n<p class="TEXT">এ বিষয়ে জানতে চাইলে পরিকল্পনামন্ত্রী আ হ ম মুস্তফা কামাল গত রাতে <em>প্রথম আলো</em>কে\r\n বলেন, বর্তমান সরকার ক্ষমতায় আসার পর প্রধানমন্ত্রীর নেতৃত্বে \r\nউন্নয়নবান্ধব ও দারিদ্র্য বিমোচনে সহায়ক বহু প্রকল্প বাস্তবায়ন করা হয়েছে। \r\nএতে দারিদ্র্য দিন দিন কমে আসছে। এ কথা এখন বিশ্বব্যাংক, এশীয় উন্নয়নের \r\nব্যাংকের (এডিবি) মতো সংস্থাও স্বীকার করছে। তিনি আরও বলেন, এ দেশের \r\nমানুষের প্রাণশক্তি অনেক বেশি; তারাই অর্থনীতির চালিকাশক্তি। সার্বিক \r\nদারিদ্র্য বিমোচনে এনজিও, সুশীল সমাজের ভূমিকাও আছে।</p>\r\n<p class="TEXT">দারিদ্র্য পরিস্থিতি তুলে ধরতে ২০১০ সালে বাংলাদেশ \r\nপরিসংখ্যান ব্যুরো (বিবিএস) সর্বশেষ খানা আয়-ব্যয় সমীক্ষা করেছে। সেই \r\nসমীক্ষা অনুযায়ী, ওই বছর সরকারি হিসাবে অতি দারিদ্র্য হার ছিল ১৭ দশমিক ৬ \r\nশতাংশ, যা বিশ্বব্যাংকের প্রাক্কলনের প্রায় কাছাকাছি আছে। তবে \r\nবিশ্বব্যাংকের প্রাক্কলনটি সমীক্ষাভিত্তিক নয়; প্রাক্কলনভিত্তিক।</p>\r\n<p class="TEXT">এ বিষয়ে সাবেক তত্ত্বাবধায়ক সরকারের উপদেষ্টা হোসেন \r\nজিল্লুর রহমান বলেন, অর্থনৈতিক উন্নতির কারণেই চরম দরিদ্রের সংখ্যা কমেছে। \r\nতবে এখনো প্রায় দুই কোটি লোক চরম দরিদ্র। সংখ্যার দিক থেকে এটি অনেক বেশি। \r\nএটি একটি বড় ধাক্কা। দারিদ্র্য সমস্যার সমাধান হয়ে গেছে—এটা ভাবলে হবে না। \r\nতিনি মনে করেন, দারিদ্র্যের চেহারাও বদলেছে। নগর দারিদ্র্য বেড়েছে, যা নতুন\r\n চ্যালেঞ্জ। এ ছাড়া বৈষম্য জোরালো হয়েছে।</p>\r\n<p class="TEXT"><strong>এসডিজি অর্জনে চ্যালেঞ্জ:</strong> এ প্রবণতার \r\nদারিদ্র্য কমলে জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যের (এসডিজি) দারিদ্র্য \r\nবিমোচনের প্রথম লক্ষ্যটি অর্জিত হবে না বলে মনে করে বিশ্বব্যাংক। এসডিজির \r\nলক্ষ্য অনুযায়ী, ২০৩০ সালের মধ্যে অতি দারিদ্র্য হার ৩ শতাংশের নিচে নামাতে\r\n হবে। এ বিষয়ে বিশ্বব্যাংক ব্যাখ্যা দিয়ে বলেছে, ২০০০ থেকে ২০০৫ সাল \r\nপর্যন্ত মোট দেশজ উৎপাদনের (জিডিপি) প্রবৃদ্ধি, মাথাপিছু আয় প্রবৃদ্ধি \r\nহিসাব করে দেখা গেছে, ওই সময়ে প্রতিবছরে ১ দশমিক ৫৪ শতাংশ দারিদ্র্য কমেছে।\r\n এ সময় অন্তর্ভুক্তিমূলক প্রবৃদ্ধি বেশি হয়েছে। দারিদ্র্য হ্রাসের এ ধারা \r\nবজায় থাকলে ২০৩০ সালে এ দারিদ্র্য হার কমে দাঁড়াবে ৫ দশমিক ৩৩ শতাংশ। \r\nএকইভাবে ২০০৫ সালের পর থেকে ২০১০ সাল পর্যন্ত বার্ষিক দশমিক ৯২ শতাংশ হারে \r\nদারিদ্র্য কমেছে। আগের পাঁচ বছরের তুলনায় কম অন্তর্ভুক্তিমূলক প্রবৃদ্ধি \r\nহয়েছে। এ ধারা অব্যাহত থাকলে ২০৩০ সালে এ দারিদ্র্য হার ৫ দশমিক ৯৮ শতাংশ।</p>\r\n<p class="TEXT">এসডিজির লক্ষ্য অর্জনে বিশ্বব্যাংক আরও বলছে, যদি প্রতিবছর\r\n দারিদ্র্য হ্রাসের হার দশমিক ৯২ শতাংশ বজায় রেখে এসডিজি লক্ষ্য অর্জন করতে\r\n হলে প্রতিবছর গড়ে ৮ দশমিক ৮ শতাংশ জিডিপি প্রবৃদ্ধি অর্জন করতে হবে। এটি \r\nবেশ চ্যালেঞ্জিং। আর ১ দশমিক ৫৪ শতাংশ হারে দারিদ্র্য হ্রাসের ধারা বজায় \r\nথাকলে ৬ দশমিক ১ শতাংশ হারে প্রবৃদ্ধি অর্জন করতে হবে।</p>\r\n<p class="TEXT">বিশ্বব্যাংকের মতে, নিচের দিকে থাকা দেশের ৪০ শতাংশ মানুষ \r\nযদি প্রবৃদ্ধির সুফল পায়, তবে তা দারিদ্র্য বিমোচনে বেশি কার্যকর হয়। \r\nবাংলাদেশে এ জনগোষ্ঠীর মাথাপিছু ভোক্তা প্রবৃদ্ধি হার জাতীয় ভোক্তা \r\nপ্রবৃদ্ধির হারের চেয়ে দশমিক ৪৩ শতাংশীয় পয়েন্ট বেশি। বাংলাদেশ এদিক থেকে \r\nভারত, পাকিস্তান ও ভুটানের চেয়ে এগিয়ে আছে। তবে দক্ষিণ-পূর্ব এশিয়ার \r\nদেশগুলোর চেয়ে পিছিয়ে আছে।</p>\r\n<p class="TEXT">এ বিষয়ে সংবাদ সম্মেলনে জাহিদ হোসেন বলেন, একটি দেশের \r\nঅর্থনীতি কীভাবে বাড়ছে, এর ওপর দারিদ্র্য হার কমার বিষয়টি নির্ভর করে। \r\nজিডিপি প্রবৃদ্ধি যদি অন্তর্ভুক্তিমূলক হয়, গরিব মানুষ এর সুফল বেশি পায়; \r\nতবে দ্রুত দারিদ্র্য হ্রাস পাবে।</p>', 'rokon', 1, '2016-10-04 01:33:40', 0),
(13, 4, 'পরিস্থিতি উদ্বেগজনক, সাজা হয় কম', 'চলতি বছরের নয় মাসে অন্তত পাঁচ কিশোরী উত্ত্যক্তের শিকার \r\nহয়ে আত্মহত্যা করেছে। আর প্রতিবাদ করায় খুন হয়েছেন উত্ত্যক্তের শিকার \r\nনারীসহ অন্তত নয়জন। এ বছরের প্রথম ছয় মাসে উত্ত্যক্তের ঘটনা ঘটেছে প্রায়\r\n ১৫০টি।', 'চলতি বছরের নয় মাসে অন্তত পাঁচ কিশোরী উত্ত্যক্তের শিকার \r\nহয়ে আত্মহত্যা করেছে। আর প্রতিবাদ করায় খুন হয়েছেন উত্ত্যক্তের শিকার \r\nনারীসহ অন্তত নয়জন। এ বছরের প্রথম ছয় মাসে উত্ত্যক্তের ঘটনা ঘটেছে প্রায়\r\n ১৫০টি।<br>উত্ত্যক্তের কারণে গত বছর ছয়টি হত্যা ও ১০টি আত্মহত্যার ঘটনা \r\nঘটেছিল। আর এ ধরনের মোট ঘটনা ঘটে ৩২০টি। আইনি সহায়তা সংস্থা আইন ও সালিশ \r\nকেন্দ্রের (আসক) তথ্য বলছে, ২০১১ সালের পর থেকে দেশে এসব ঘটনা ধীরে ধীরে \r\nকমছিল, তবে প্রবণতাটি এখনো উদ্বেগজনক। এসব ঘটনায় সাজা হওয়ার নজির বিরল। \r\nসামাজিক প্রতিরোধেরও অভাব আছে।<br>আসক ২০১০ সাল থেকে জাতীয় দৈনিক \r\nসংবাদপত্রগুলোতে প্রকাশিত খবর এবং নিজস্ব অনুসন্ধানের ভিত্তিতে \r\nউত্ত্যক্তকরণ বা যৌন হয়রানির ঘটনার বছরওয়ারি পরিসংখ্যান রাখে। এ \r\nপরিসংখ্যান অনুযায়ী, উত্ত্যক্তের ঘটনা সবচেয়ে বেশি ছিল ২০১১ সালে, প্রায়\r\n এক হাজার। উত্ত্যক্তের শিকার হয়ে আত্মহত্যা করেছিল ৩৩ জন। আত্মহত্যার \r\nচেষ্টা করেছিল পাঁচজন। আর উত্ত্যক্তকারীর হাতে খুন হয়েছিল ২৩ জন। পরের বছর\r\n থেকে উত্ত্যক্ত এবং এর জেরে আত্মহত্যা ও হত্যার ঘটনা কমতে শুরু করে।\r\n<p class="TEXT">চলতি বছর উত্ত্যক্তের জের ধরে পরপর কয়েকটি হত্যা-আত্মহত্যার ঘটনা সম্পর্কে আসকের জ্যেষ্ঠ উপপরিচালক ও আইনজীবী নীনা গোস্বামী <em>প্রথম আলো</em>কে\r\n বলেন, ২০১০-১১ সালের পর গণমাধ্যমে ব্যাপক প্রচার ও সামাজিক আন্দোলনের \r\nকারণে সরকার অনেকগুলো ঘটনার দ্রুত বিচার করেছিল। এতে উত্ত্যক্তের ঘটনা, \r\nআত্মহত্যা ও হত্যার সংখ্যা ধীরে ধীরে কমছিল। এখন তাঁর ভয়, প্রবণতাটি আবার \r\nবেড়ে যাচ্ছে কি না।</p>\r\n<p class="TEXT">আসকের তথ্য অনুযায়ী, জানুয়ারি ২০১০ থেকে এ বছরের জুন \r\nপর্যন্ত দেশে উত্ত্যক্তের ঘটনা ঘটেছে প্রায় তিন হাজার। উত্ত্যক্তের শিকার \r\nহয়ে আত্মহত্যা করেছে ১২৩ জন, আত্মহত্যার চেষ্টা করেছে ২০ জন। উত্ত্যক্তের \r\nপ্রতিবাদ করায় খুন হন ৯৪ জন, যাঁদের মধ্যে উত্ত্যক্তের শিকার মেয়েদের \r\nস্বজনেরাও আছেন।</p>\r\n<p class="TEXT">নীনা গোস্বামী বলেছেন, উত্ত্যক্তের মামলায় সাজা হওয়ার \r\nনজির খুব কম। এসব মামলা দ্রুত বিচারের আওতায় এনে উত্ত্যক্তকারীদের \r\nদৃষ্টান্তমূলক শাস্তি দিলে এ ঘটনা কমতে পারে।</p>\r\n<p class="TEXT">নারায়ণগঞ্জ চারুকলা ইনস্টিটিউটের ছাত্রী সীমা বানু সিমি \r\nউত্ত্যক্তের কারণে ২০০১ সালের ২৩ ডিসেম্বর আত্মহত্যা করেন। ঘটনার ১৫ বছর \r\nপার হয়ে গেলেও মামলাটির এখনো চূড়ান্ত নিষ্পত্তি হয়নি।</p>\r\n<p class="TEXT">ঢাকার পাঁচ নম্বর নারী ও শিশু নির্যাতন দমন ট্রাইব্যুনালের সরকারি কৌঁসুলি আলী আজগর স্বপন <em>প্রথম আলো</em>কে\r\n বলেন, মামলার পর সাক্ষী পাওয়া যায় না। সাক্ষীর অভাবে এসব মামলার আসামিরা\r\n সাধারণত খালাস পেয়ে যান। আবার মামলার পর অনেক ক্ষেত্রে বাদীপক্ষ আসামিদের\r\n সঙ্গে অলিখিত আপস করে। পরে আদালতে আর আসামিদের বিরুদ্ধে সাক্ষ্য দেন না।</p>\r\n<p class="TEXT">নীনা গোস্বামীর আরও শঙ্কা, সামাজিক প্রতিরোধ কমে যাচ্ছে। \r\nনিহত স্কুলছাত্রী রিসার প্রসঙ্গে তিনি বলেন, মেয়েটিকে অনেক দিন ধরেই \r\nউত্ত্যক্ত করা হচ্ছিল। অথচ পরিবার থেকে আইনের আশ্রয় নেওয়া হয়নি। এসব \r\nঘটনা লুকিয়ে রাখার প্রবণতা বাদ দিয়ে আইনের সহায়তা নিতে হবে, এর বিরুদ্ধে\r\n সামাজিক আন্দোলন গড়ে তুলতে হবে।</p>\r <p class="TEXT"><strong><span id="media_1"  class="jw_media_holder jwMediaContent alignleft"><img itemprop="image" src="http://paimages.prothom-alo.com/contents/cache/images/450x0x1/uploads/media/2016/10/04/cb47334204963282ca82f95cf0e459f9-Untitled-56.jpg" alt="." width="450"></span>আত্মহত্যার প্রতিরোধ<br></strong>উত্ত্যক্তের\r\n শিকার হয়ে যারা আত্মহত্যা করছে, তাদের বেশির ভাগই কিশোরী। আইন ও সালিশ \r\nকেন্দ্রের সংগৃহীত ২৭টি আত্মহত্যার ঘটনা বিশ্লেষণ করে দেখা যায়, \r\nআত্মহত্যাকারী মেয়েদের বয়স ১২ থেকে ২৫। এদের মধ্যে ১৪ থেকে ১৭ বছর বয়সীই\r\n বেশি। তারা অনেকে নবম ও দশম শ্রেণির ছাত্রী।<br>ওই প্রতিবেদনগুলোতে বেশির \r\nভাগ উত্ত্যক্তকারীকে যুবক বলে উল্লেখ করা হয়েছে। আবার এঁদের মধ্যে \r\nমধ্যবয়স্ক পুরুষও রয়েছেন। এই তালিকায় আত্মীয় থেকে শুরু করে সহপাঠী, \r\nগৃহশিক্ষক, প্রতিবেশী, বাড়িওয়ালার ছেলে ও পাড়ার মুদি দোকানদারও আছেন।<br>ঢাকা\r\n বিশ্ববিদ্যালয়ের ক্লিনিকাল সাইকোলজি বিভাগের চেয়ারম্যান ড. মুহাম্মদ \r\nকামরুজ্জামান মজুমদার বলছেন, উত্ত্যক্তের শিকার মেয়েটির যদি পরিস্থিতি \r\nনিয়ন্ত্রণের ক্ষমতা না থাকে, সংকট থেকে পরিত্রাণের উপায় খুঁজে না পায়, \r\nএমনকি অভিভাবকের কাছে জানালে উল্টো তাকে দোষারোপ করে, তখন মেয়েটি অসহায় \r\nবোধ করে। এ অবস্থা থেকে মুক্তি পেতে মৃত্যু ছাড়া সে আর কোনো সমাধান খুঁজে \r\nপায় না। আত্মহত্যা করে। কিছু ক্ষেত্রে প্রতিবাদের মাধ্যম হিসেবেও \r\nআত্মহত্যার ঘটনা ঘটে।</p>\r\n<p class="TEXT">তবে একই বিশ্ববিদ্যালয়ের মনোবিজ্ঞান বিভাগের অধ্যাপক ড. \r\nমুহাম্মদ কামাল উদ্দিন বলেন, আত্মহত্যাকারীদের কেউ কেউ অনেক সময় কোনো না \r\nকোনো মানসিক রোগে আক্রান্ত থাকে। এ জন্য স্কুলে একজন মনোবিজ্ঞানী থাকা \r\nদরকার, যিনি শিক্ষার্থীদের সংকটকালে পরামর্শ দিতে পারবেন।</p>\r\n<p class="TEXT">নারী ও শিশু নির্যাতন প্রতিরোধে সহায়তার জন্য মহিলাবিষয়ক\r\n অধিদপ্তরের একটি ‘ফ্রি হেল্পলাইন’ আছে, নম্বর ১০৯২১। এ নম্বরে ফোন করে \r\nজানা গেল, শারীরিক নির্যাতন ও পারিবারিক সমস্যার কারণে সহায়তা চাওয়া হলেও\r\n উত্ত্যক্তের বিষয়ে কেউ ফোন করে না। যদিও এ ধরনের ঘটনার ক্ষেত্রে পরামর্শ ও\r\n আইনি সেবা দেওয়ার ব্যবস্থা আছে।</p>\r\n<p class="TEXT">অধ্যাপক কামরুজ্জামান বলছেন, আত্মহত্যা প্রতিরোধে কয়েকটি \r\nধাপে একসঙ্গে কাজ করতে হবে। তাঁর মতে, পরিবার এ ক্ষেত্রে সবচেয়ে \r\nগুরুত্বপূর্ণ ভূমিকা রাখতে পারে। প্রয়োজনে বাবা-মাকে সন্তান পালন সম্পর্কে\r\n প্রশিক্ষণ নিতে হবে। আর সন্তানের মধ্যে আত্মহত্যার লক্ষণ দেখা দিলে দ্রুত \r\nক্লিনিক্যাল সাইকোলজিস্টের (মনোরোগ চিকিৎসক) কাছে নিয়ে যেতে হবে। আর \r\nসমাজের মানসিকতা বদলানোর জন্য সচেতন উদ্যোগ দরকার।</p>\r\n<p><strong>সাল                  উত্ত্য​</strong><strong>ে</strong><strong>ক্তর       আত্মহত্যা             আত্মহত্যার     প্রতিবাদ করায় </strong></p>\r\n<p><strong>                           ঘটনা                                        চেষ্টা                 খুন </strong></p>\r\n<p>২০১০               ৫৬৮           ৩৩                 ৮              ২০</p>\r\n<p>২০১১               ৯৮২           ৩৩                 ৫              ২৩</p>\r\n<p>২০১২               ৪৫৯           ১৬                 ৩              ১৫</p>\r\n<p>২০১৩               ২৭৩           ১৪                 ২               ১১</p>\r\n<p>২০১৪               ২৪১            ১৪                 ২              ১৩</p>\r\n<p>২০১৫               ৩২০           ১০                 ০               ৬</p>\r\n<p>২০১৬               ১৪৮            ৩                  ০               ৬</p>\r\n<p>(জানুয়ারি–জুন)</p>\r\n<p>মোট               ২৯৯১          ১২৩                ২০              ৯৪</p>\r\n<p>সূত্র: আইন ও সালিশ কেন্দ্র</p>', 'rokon', 1, '2016-10-04 03:09:36', 2),
(14, 3, 'পরিস্থিতি উদ্বেগজনক, সাজা হয় কম', 'চলতি বছরের নয় মাসে অন্তত পাঁচ কিশোরী উত্ত্যক্তের শিকার \r\nহয়ে আত্মহত্যা করেছে। আর প্রতিবাদ করায় খুন হয়েছেন উত্ত্যক্তের শিকার \r\nনারীসহ অন্তত নয়জন। এ বছরের প্রথম ছয় মাসে উত্ত্যক্তের ঘটনা ঘটেছে প্রায়\r\n ১৫০টি।<br>উত্ত্যক্তের কারণে গত বছর ছয়টি হত্যা ও ১০টি আত্মহত্যার ঘটনা \r\nঘটেছিল। আর এ ধরনের মোট ঘটনা ঘটে ৩২০টি। আইনি সহায়তা সংস্থা আইন ও সালিশ \r\nকেন্দ্রের (আসক) তথ্য বলছে, ২০১১ সালের পর থেকে দেশে এসব ঘটনা ধীরে ধীরে \r\nকমছিল, তবে প্রবণতাটি এখনো উদ্বেগজনক। ', 'চলতি বছরের নয় মাসে অন্তত পাঁচ কিশোরী উত্ত্যক্তের শিকার \r\nহয়ে আত্মহত্যা করেছে। আর প্রতিবাদ করায় খুন হয়েছেন উত্ত্যক্তের শিকার \r\nনারীসহ অন্তত নয়জন। এ বছরের প্রথম ছয় মাসে উত্ত্যক্তের ঘটনা ঘটেছে প্রায়\r\n ১৫০টি।<br>উত্ত্যক্তের কারণে গত বছর ছয়টি হত্যা ও ১০টি আত্মহত্যার ঘটনা \r\nঘটেছিল। আর এ ধরনের মোট ঘটনা ঘটে ৩২০টি। আইনি সহায়তা সংস্থা আইন ও সালিশ \r\nকেন্দ্রের (আসক) তথ্য বলছে, ২০১১ সালের পর থেকে দেশে এসব ঘটনা ধীরে ধীরে \r\nকমছিল, তবে প্রবণতাটি এখনো উদ্বেগজনক। এসব ঘটনায় সাজা হওয়ার নজির বিরল। \r\nসামাজিক প্রতিরোধেরও অভাব আছে।<br>আসক ২০১০ সাল থেকে জাতীয় দৈনিক \r\nসংবাদপত্রগুলোতে প্রকাশিত খবর এবং নিজস্ব অনুসন্ধানের ভিত্তিতে \r\nউত্ত্যক্তকরণ বা যৌন হয়রানির ঘটনার বছরওয়ারি পরিসংখ্যান রাখে। এ \r\nপরিসংখ্যান অনুযায়ী, উত্ত্যক্তের ঘটনা সবচেয়ে বেশি ছিল ২০১১ সালে, প্রায়\r\n এক হাজার। উত্ত্যক্তের শিকার হয়ে আত্মহত্যা করেছিল ৩৩ জন। আত্মহত্যার \r\nচেষ্টা করেছিল পাঁচজন। আর উত্ত্যক্তকারীর হাতে খুন হয়েছিল ২৩ জন। পরের বছর\r  থেকে উত্ত্যক্ত এবং এর জেরে আত্মহত্যা ও হত্যার ঘটনা কমতে শুরু করে।<div class="fb-quote fb_iframe_widget" ><span ></span></div>\r\n<p class="TEXT">চলতি বছর উত্ত্যক্তের জের ধরে পরপর কয়েকটি হত্যা-আত্মহত্যার ঘটনা সম্পর্কে আসকের জ্যেষ্ঠ উপপরিচালক ও আইনজীবী নীনা গোস্বামী <em>প্রথম আলো</em>কে\r\n বলেন, ২০১০-১১ সালের পর গণমাধ্যমে ব্যাপক প্রচার ও সামাজিক আন্দোলনের \r\nকারণে সরকার অনেকগুলো ঘটনার দ্রুত বিচার করেছিল। এতে উত্ত্যক্তের ঘটনা, \r\nআত্মহত্যা ও হত্যার সংখ্যা ধীরে ধীরে কমছিল। এখন তাঁর ভয়, প্রবণতাটি আবার \r\nবেড়ে যাচ্ছে কি না।</p>\r\n<p class="TEXT">আসকের তথ্য অনুযায়ী, জানুয়ারি ২০১০ থেকে এ বছরের জুন \r\nপর্যন্ত দেশে উত্ত্যক্তের ঘটনা ঘটেছে প্রায় তিন হাজার। উত্ত্যক্তের শিকার \r\nহয়ে আত্মহত্যা করেছে ১২৩ জন, আত্মহত্যার চেষ্টা করেছে ২০ জন। উত্ত্যক্তের \r\nপ্রতিবাদ করায় খুন হন ৯৪ জন, যাঁদের মধ্যে উত্ত্যক্তের শিকার মেয়েদের \r\nস্বজনেরাও আছেন।</p>\r\n<p class="TEXT">নীনা গোস্বামী বলেছেন, উত্ত্যক্তের মামলায় সাজা হওয়ার \r\nনজির খুব কম। এসব মামলা দ্রুত বিচারের আওতায় এনে উত্ত্যক্তকারীদের \r\nদৃষ্টান্তমূলক শাস্তি দিলে এ ঘটনা কমতে পারে।</p>\r\n<p class="TEXT">নারায়ণগঞ্জ চারুকলা ইনস্টিটিউটের ছাত্রী সীমা বানু সিমি \r\nউত্ত্যক্তের কারণে ২০০১ সালের ২৩ ডিসেম্বর আত্মহত্যা করেন। ঘটনার ১৫ বছর \r\nপার হয়ে গেলেও মামলাটির এখনো চূড়ান্ত নিষ্পত্তি হয়নি।</p>\r\n<p class="TEXT">ঢাকার পাঁচ নম্বর নারী ও শিশু নির্যাতন দমন ট্রাইব্যুনালের সরকারি কৌঁসুলি আলী আজগর স্বপন <em>প্রথম আলো</em>কে\r\n বলেন, মামলার পর সাক্ষী পাওয়া যায় না। সাক্ষীর অভাবে এসব মামলার আসামিরা\r\n সাধারণত খালাস পেয়ে যান। আবার মামলার পর অনেক ক্ষেত্রে বাদীপক্ষ আসামিদের\r\n সঙ্গে অলিখিত আপস করে। পরে আদালতে আর আসামিদের বিরুদ্ধে সাক্ষ্য দেন না।</p>\r\n<p class="TEXT">নীনা গোস্বামীর আরও শঙ্কা, সামাজিক প্রতিরোধ কমে যাচ্ছে। \r\nনিহত স্কুলছাত্রী রিসার প্রসঙ্গে তিনি বলেন, মেয়েটিকে অনেক দিন ধরেই \r\nউত্ত্যক্ত করা হচ্ছিল। অথচ পরিবার থেকে আইনের আশ্রয় নেওয়া হয়নি। এসব \r\nঘটনা লুকিয়ে রাখার প্রবণতা বাদ দিয়ে আইনের সহায়তা নিতে হবে, এর বিরুদ্ধে\r\n সামাজিক আন্দোলন গড়ে তুলতে হবে।</p>\r <p class="TEXT"><strong><span id="media_1"  class="jw_media_holder jwMediaContent alignleft"><img itemprop="image" src="http://paimages.prothom-alo.com/contents/cache/images/450x0x1/uploads/media/2016/10/04/cb47334204963282ca82f95cf0e459f9-Untitled-56.jpg" alt="." width="450"></span>আত্মহত্যার প্রতিরোধ<br></strong>উত্ত্যক্তের\r\n শিকার হয়ে যারা আত্মহত্যা করছে, তাদের বেশির ভাগই কিশোরী। আইন ও সালিশ \r\nকেন্দ্রের সংগৃহীত ২৭টি আত্মহত্যার ঘটনা বিশ্লেষণ করে দেখা যায়, \r\nআত্মহত্যাকারী মেয়েদের বয়স ১২ থেকে ২৫। এদের মধ্যে ১৪ থেকে ১৭ বছর বয়সীই\r\n বেশি। তারা অনেকে নবম ও দশম শ্রেণির ছাত্রী।<br>ওই প্রতিবেদনগুলোতে বেশির \r\nভাগ উত্ত্যক্তকারীকে যুবক বলে উল্লেখ করা হয়েছে। আবার এঁদের মধ্যে \r\nমধ্যবয়স্ক পুরুষও রয়েছেন। এই তালিকায় আত্মীয় থেকে শুরু করে সহপাঠী, \r\nগৃহশিক্ষক, প্রতিবেশী, বাড়িওয়ালার ছেলে ও পাড়ার মুদি দোকানদারও আছেন।<br>ঢাকা\r\n বিশ্ববিদ্যালয়ের ক্লিনিকাল সাইকোলজি বিভাগের চেয়ারম্যান ড. মুহাম্মদ \r\nকামরুজ্জামান মজুমদার বলছেন, উত্ত্যক্তের শিকার মেয়েটির যদি পরিস্থিতি \r\nনিয়ন্ত্রণের ক্ষমতা না থাকে, সংকট থেকে পরিত্রাণের উপায় খুঁজে না পায়, \r\nএমনকি অভিভাবকের কাছে জানালে উল্টো তাকে দোষারোপ করে, তখন মেয়েটি অসহায় \r\nবোধ করে। এ অবস্থা থেকে মুক্তি পেতে মৃত্যু ছাড়া সে আর কোনো সমাধান খুঁজে \r\nপায় না। আত্মহত্যা করে। কিছু ক্ষেত্রে প্রতিবাদের মাধ্যম হিসেবেও \r\nআত্মহত্যার ঘটনা ঘটে।</p>\r\n<p class="TEXT">তবে একই বিশ্ববিদ্যালয়ের মনোবিজ্ঞান বিভাগের অধ্যাপক ড. \r\nমুহাম্মদ কামাল উদ্দিন বলেন, আত্মহত্যাকারীদের কেউ কেউ অনেক সময় কোনো না \r\nকোনো মানসিক রোগে আক্রান্ত থাকে। এ জন্য স্কুলে একজন মনোবিজ্ঞানী থাকা \r\nদরকার, যিনি শিক্ষার্থীদের সংকটকালে পরামর্শ দিতে পারবেন।</p>\r\n<p class="TEXT">নারী ও শিশু নির্যাতন প্রতিরোধে সহায়তার জন্য মহিলাবিষয়ক\r\n অধিদপ্তরের একটি ‘ফ্রি হেল্পলাইন’ আছে, নম্বর ১০৯২১। এ নম্বরে ফোন করে \r\nজানা গেল, শারীরিক নির্যাতন ও পারিবারিক সমস্যার কারণে সহায়তা চাওয়া হলেও\r\n উত্ত্যক্তের বিষয়ে কেউ ফোন করে না। যদিও এ ধরনের ঘটনার ক্ষেত্রে পরামর্শ ও\r\n আইনি সেবা দেওয়ার ব্যবস্থা আছে।</p>\r\n<p class="TEXT">অধ্যাপক কামরুজ্জামান বলছেন, আত্মহত্যা প্রতিরোধে কয়েকটি \r\nধাপে একসঙ্গে কাজ করতে হবে। তাঁর মতে, পরিবার এ ক্ষেত্রে সবচেয়ে \r\nগুরুত্বপূর্ণ ভূমিকা রাখতে পারে। প্রয়োজনে বাবা-মাকে সন্তান পালন সম্পর্কে\r\n প্রশিক্ষণ নিতে হবে। আর সন্তানের মধ্যে আত্মহত্যার লক্ষণ দেখা দিলে দ্রুত \r\nক্লিনিক্যাল সাইকোলজিস্টের (মনোরোগ চিকিৎসক) কাছে নিয়ে যেতে হবে। আর \r\nসমাজের মানসিকতা বদলানোর জন্য সচেতন উদ্যোগ দরকার।</p>\r\n<p><strong>সাল                  উত্ত্য​</strong><strong>ে</strong><strong>ক্তর       আত্মহত্যা             আত্মহত্যার     প্রতিবাদ করায় </strong></p>\r\n<p><strong>                           ঘটনা                                        চেষ্টা                 খুন </strong></p>\r\n<p>২০১০               ৫৬৮           ৩৩                 ৮              ২০</p>\r\n<p>২০১১               ৯৮২           ৩৩                 ৫              ২৩</p>\r\n<p>২০১২               ৪৫৯           ১৬                 ৩              ১৫</p>\r\n<p>২০১৩               ২৭৩           ১৪                 ২               ১১</p>\r\n<p>২০১৪               ২৪১            ১৪                 ২              ১৩</p>\r\n<p>২০১৫               ৩২০           ১০                 ০               ৬</p>\r\n<p>২০১৬               ১৪৮            ৩                  ০               ৬</p>\r\n<p>(জানুয়ারি–জুন)</p>\r\n<p>মোট               ২৯৯১          ১২৩                ২০              ৯৪</p>\r\n<p>সূত্র: আইন ও সালিশ কেন্দ্র</p>', 'rokon', 1, '2016-10-04 03:33:57', 3),
(15, 5, 'Rokon''s Blog', 'aenean aliquam class cras curabitur curae donec duis etiam fusce in integer lorem maecenas mauris morbi nam nulla nullam nunc pellentesque phasellus praesent proin quisque sed suspendisse ut vestibulum vivamus a ac accumsan ad adipiscing aliquam aliquet amet ante aptent arcu at auctor augue <br>', 'aenean aliquam class cras curabitur curae donec duis etiam fusce in integer lorem maecenas mauris morbi nam nulla nullam nunc pellentesque phasellus praesent proin quisque sed suspendisse ut vestibulum vivamus a ac accumsan ad adipiscing aliquam aliquet amet ante aptent arcu at auctor augue bibendum blandit commodo condimentum congue consectetuer consequat conubia convallis cubilia cursus dapibus diam dictum dictumst dignissim dis dolor egestas eget eleifend elementum elit enim erat eros est et eu euismod facilisi facilisis fames faucibus felis fermentum feugiat fringilla gravida habitant habitasse hac hendrerit himenaeos iaculis id imperdiet in inceptos interdum ipsum justo lacinia lacus laoreet lectus leo libero ligula litora lobortis lorem luctus magna magnis malesuada massa mattis mauris metus mi mollis montes morbi mus nascetur natoque nec neque netus nibh nisi nisl non nostra nulla nunc odio orci ornare parturient pede pellentesque penatibus per pharetra placerat platea porta porttitor posuere potenti pretium primis pulvinar purus quam quis rhoncus risus rutrum sagittis sapien scelerisque sed sem semper senectus sit sociis sociosqu sodales sollicitudin suscipit taciti tellus tempor tempus tincidunt torquent tortor tristique turpis ullamcorper ultrices ultricies urna ut varius vehicula vel velit venenatis vestibulum vitae viverra volutpat vulputate', 'rokon', 1, '2016-11-18 01:30:26', 4),
(16, 5, 'Biaz''s Blog', 'aenean aliquam class cras curabitur curae donec duis etiam fusce in \r\ninteger lorem maecenas mauris morbi nam nulla nullam nunc pellentesque \r\nphasellus praesent proin quisque sed suspendisse ut vestibulum vivamus a\r\n ac accumsan ad adipiscing aliquam aliquet amet ante aptent arcu at \r\nauctor augue bibendum blandit commodo condimentum congue consectetuer \r\nconsequat conubia convallis cubilia cursus dapibus diam<br>', 'aenean aliquam class cras curabitur curae donec duis etiam fusce in \r\ninteger lorem maecenas mauris morbi nam nulla nullam nunc pellentesque \r\nphasellus praesent proin quisque sed suspendisse ut vestibulum vivamus a\r\n ac accumsan ad adipiscing aliquam aliquet amet ante aptent arcu at \r\nauctor augue bibendum blandit commodo condimentum congue consectetuer \r\nconsequat conubia convallis cubilia cursus dapibus diam dictum dictumst \r\ndignissim dis dolor egestas eget eleifend elementum elit enim erat eros \r\nest et eu euismod facilisi facilisis fames faucibus felis fermentum \r\nfeugiat fringilla gravida habitant habitasse hac hendrerit himenaeos \r\niaculis id imperdiet in inceptos interdum ipsum justo lacinia lacus \r\nlaoreet lectus leo libero ligula litora lobortis lorem luctus magna \r\nmagnis malesuada massa mattis mauris metus mi mollis montes morbi mus \r\nnascetur natoque nec neque netus nibh nisi nisl non nostra nulla nunc \r\nodio orci ornare parturient pede pellentesque penatibus per pharetra \r\nplacerat platea porta porttitor posuere potenti pretium primis pulvinar \r\npurus quam quis rhoncus risus rutrum sagittis sapien scelerisque sed sem\r\n semper senectus sit sociis sociosqu sodales sollicitudin suscipit \r\ntaciti tellus tempor tempus tincidunt torquent tortor tristique turpis \r\nullamcorper ultrices ultricies urna ut varius vehicula vel velit \r\nvenenatis vestibulum vitae viverra volutpat vulputate ', 'rokon', 1, '2016-11-18 05:41:01', 5),
(17, 5, 'Roni''s Blog', 'পদ্মার বুকে ঘুরে বেড়ানো রবীন্দ্রনাথের বজরা নৌকার কথা মনে পড়ে গেল \r\nনীলকৌড়িতে পা দিতেই। নীলকৌ​িড় যেন এর আধুনিক সংস্করণ। আরামদায়ক বিছানা, \r\nবড় পর্দার এলইডি টেলিভিশন, শীতাতপনিয়ন্ত্রণ ব্যবস্থা—একটি বিলাসী হোটেলে যা\r\n যা থাকে, তার সবই আছে এখানে। আছে শোবার ঘর ও ড্রয়িং কর্নার। শোবার ঘরের \r\nজানালা খুললে খণ্ড খণ্ড দৃশ্যচিত্রের মতো সরে যাওয়া কাপ্তাই হ্রদ আর তীরের \r\nপাহাড়।', 'পদ্মার বুকে ঘুরে বেড়ানো রবীন্দ্রনাথের বজরা নৌকার কথা মনে পড়ে গেল \nনীলকৌড়িতে পা দিতেই। নীলকৌ​িড় যেন এর আধুনিক সংস্করণ। আরামদায়ক বিছানা, \nবড় পর্দার এলইডি টেলিভিশন, শীতাতপনিয়ন্ত্রণ ব্যবস্থা—একটি বিলাসী হোটেলে যা\n যা থাকে, তার সবই আছে এখানে। আছে শোবার ঘর ও ড্রয়িং কর্নার। শোবার ঘরের \nজানালা খুললে খণ্ড খণ্ড দৃশ্যচিত্রের মতো সরে যাওয়া কাপ্তাই হ্রদ আর তীরের \n পাহাড়। ডেকে পাতা বেতের চেয়ারে বসে নতুন করে চিরচেনা কাপ্তাই হ্রদকে নতুন করে আবিষ্কারের সুযোগ মিলল।<div class="fb-quote fb_iframe_widget" ><span ></span></div>\n<p class="TEXT">৫০ বাই ২০ ফুটের বোট হাউসে চড়ে কাপ্তাই হ্রদের এমন \nশান্ত-সমাহিত দৃশ্য দেখার অভিজ্ঞতা এই প্রথম। জানা গেল, দৃষ্টিনন্দন এই \nনৌযানের নকশাকার তরুণ স্থপতি আদর ইউসুফ। ছোট এই বজরাটি এখন কাপ্তাই হ্রদের \nবাঁধের ধার ঘেঁষে গড়ে ওঠা ‘লেকভিউ আইল্যান্ড’ রিসোর্টের অন্যতম আকর্ষণে \nপরিণত হয়েছে।</p>\n<p class="TEXT">রাঙামাটি জেলার কাপ্তাই উপজেলায় কাপ্তাই বাঁধের কাছেই \nসেনাবাহিনীর তত্ত্বাবধানে গড়ে উঠেছে লেকভিউ আইল্যান্ড নামের এই রিসোর্ট। \nকাপ্তাই হ্রদের দুই তীরজুড়ে এই রিসোর্টে আছে দুটি অবকাশযাপনকেন্দ্র। একটির \nনাম হিলটপ, অন্যটির নামকরণ করা হয়েছে রিসোর্টেরই নামে—লেকভিউ আইল্যান্ড।</p>', 'rokon', 1, '2016-11-23 01:38:28', 3),
(18, 5, 'Rubel''s Blog', 'বৃক্ষ, বিশেষ করে বটবৃক্ষপ্রেমিক ইদ্রিস আলী। বসবাস পাবনার ফরিদপুর উপজেলার\r\n চিথুলিয়া গ্রামে। ১৯৮০ সালের দিকে শুরু করেন গাছ লাগানো।', 'বৃক্ষ, বিশেষ করে বটবৃক্ষপ্রেমিক ইদ্রিস আলী। বসবাস পাবনার ফরিদপুর উপজেলার\r\n চিথুলিয়া গ্রামে। ১৯৮০ সালের দিকে শুরু করেন গাছ লাগানো। ‘বটবৃক্ষের ছায়া \r\nযেমন, মায়ের স্নেহ লাগে তেমন’—বাংলাদেশ বেতারে এ গানই তাঁর মধ্যে সৃষ্টি \r\nকরে বটগাছের প্রতি ভালোবাসা। গাছের প্রেমে পড়েই করা হয়নি ঘর-সংসারও। এখন \r\nবয়স ৫৫, এখনো রোপণ করে চলেছেন একের পর এক গাছ। কত গাছ রোপণ করেছেন, তা \r\nনিজেও জানেন না। তবে তাঁর ধারণা, সংখ্যাটা ৫০ হাজারের আশপাশে হবেই।', 'rokon', 1, '2016-11-23 01:41:21', 0),
(19, 7, 'চোখে পানি লাগানো নিষেধ হলে গোসলের সময় কি করবে?', 'এক্ষেত্রে সমাধান হলো যদি সে চোখের উপর মাসেহ করতে সক্ষম হয় তাহলে চোখ না \r\nদুয়ে শুধু মাসেহ করবে। <br>', 'এক্ষেত্রে সমাধান হলো যদি সে চোখের উপর মাসেহ করতে সক্ষম হয় তাহলে চোখ না \r\nদুয়ে শুধু মাসেহ করবে। তাও সম্ভব না হলে চোখের উপর পট্টি বেঁধে তার উপর \r\nমাসেহ করবে। আর চোখ ছাড়া মাথার অন্যান্য অংশ দুয়ে ফেলবে।', 'rokon', 1, '2016-11-24 13:00:44', 1),
(20, 0, '0', '0', '0', 'rokon', 1, '2016-12-02 05:29:59', 0);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_protisthata_porichiti`
--

CREATE TABLE IF NOT EXISTS `tbl_protisthata_porichiti` (
  `protisthata_id` int(10) NOT NULL,
  `protisthata_title` varchar(100) NOT NULL,
  `protisthata_description` text NOT NULL,
  `protisthata_image` varchar(100) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_protisthata_porichiti`
--

INSERT INTO `tbl_protisthata_porichiti` (`protisthata_id`, `protisthata_title`, `protisthata_description`, `protisthata_image`) VALUES
(1, 'জামিয়াতুল ইসলামিয়া দারুল উলুম মাদানী নগর এর প্রতিষ্ঠাতা', 'জামিয়ার প্রতিষ্ঠাতা, মুসলিহে উম্মত, আলিমে রব্বানী শায়খ ইদ্রিস সন্দিপী \r\n(রহঃ) ছিলেন বাংলাদেশের সে সমস্ত নিবেদিত আলিম দ্বীনের পুন্যবান দাঈদের \r\nঅন্তর্ভূক্ত, যাঁরা যৎসামান্য আহার্য ও জীর্ণশীর্ণ বস্ত্রখন্ডের প্রতি \r\nতুষ্ট আল্লাহ তা’আলার বাণী সুউচ্চ করা এবং রাসুলে সাল্লাল্লাহু আলাইহি \r\nওয়াসাল্লাম-এর সুন্নতের পূনর্জীবনের জন্য নিজেদের জীবনকে জীবনকে ওয়াকফ \r\nকরে ছিলেন। তিনি বহু মাদরাসা প্রতিষ্ঠা করেছেন। বহু মাদরাসা প্রতিষ্ঠায় \r\nঅংশগ্রহন করেছেন। এভাবে তিনি তা’লীম তা’লীম (শিক্ষা), তরবিয়ত (দীক্ষা) এবং\r\n সম্ভাব্য সকল সযোগীতার মাধ্যমে শতাধিক মাদরাসার পৃষ্ঠপোষকতা করেছেন। সে \r\nসমস্ত মাদরাসাগুলোর মধ্যে অধিকাংশ মাদরাসাতেই জামে মসজিদ ও হিফযুল কুরআনের \r\nসতন্ত্র বিভাগ রয়েছে। তিনি হাজার হাজার আলিম জন্ম দিয়েছেন। অসংখ্য-অগণিত \r\nমানুষকে হেদায়েতের পথ প্রদর্শন করেছেন। লক্ষাধিক মানুষ তাঁর হাতে হাত রেখে\r\n নিজেদের অতীত গুনাহ থেকে তাওবা করেছে। তিনি ছিলেন অন্তর্দৃষ্টিসম্পন্ন ও \r\nসুগভীর বিবেচনা শক্তির অধিকারী। বিদআত ও কুসংস্কারের প্রতিক রূপে পরিচিত \r\nতথাকথিত বহু আলিমদের সাথে তিনি বিতর্ক করেছেন। নিঃসন্দেহে তিনি সে সমস্ত \r\nসৌভাগ্যবান মানুষের অন্তর্ভুক্ত, যাঁদের ব্যাপারে কুরআন পবিত্র কুরআনে \r\nইরশাদ হয়েছে-                من المؤمنين رجال صدقوا ما عاهدوا الله عليه,\r\n فمنهم من قضى نحبه, ومنهم من ينتظر, وما بدلوا تبديلا.<br>\r\nঅর্থঃ মু’মিনদের মাঝে এমন কিছু লোক রয়েছে যারা আল্লাহর সাথে কৃত অঙ্গীকার \r\nপূর্ণ করেছে, তাদের একদল তো জীবনায়ু পূর্ণ করেছে, আর একদল অপেক্ষায় \r\nরয়েছে। তারা তাদের কোন অঙ্গিকার পরিবর্তন করেনা। ( সুরা আহযাব-২৩)', './image/madrasa_image/(R)niceblue.jpg'),
(3, 'জন্মঃ', '<strong></strong>তিনি বর্তমান চট্রগ্রাম জেলাধীন সন্ধীপ থানার সন্তোষপুর গ্রামে ১৯৩১ সনে \r\nইসায়ীতে জন্ম গ্রহন করেন। তাঁর পিতার নাম মুন্সী আব্দুল গণী। তিনি ছিলেন \r\nছয় ভাই-বোনের মধ্যে সর্ব কনিষ্ঠ।', '');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_question`
--

CREATE TABLE IF NOT EXISTS `tbl_question` (
  `question_id` int(100) NOT NULL,
  `question` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_question`
--

INSERT INTO `tbl_question` (`question_id`, `question`) VALUES
(4, 'রোযা অবস্থায় মা বাচ্চাকে দুধ পান করালে রোযার কোন ক্ষতি হবে কী?'),
(5, 'আমি প্রায় ৪-৫ বছর ধরে প্রস্রাব সংক্রান্ত একটা রোগে আক্রান্ত| রোগটির ধরন হচ্ছে এরকম যে আমি যখন প্রস্রাব বা পায়খানা করি তখন আমার প্রস্রাবসম্পূর্ণরূপে না হয়ে কিছুটা আটকে থেকে যায়| আর কিছুক্ষন পর আটকে থাকাকয়েক ফোটা প্রস্রাব এমনিতেই বেরিয়ে যায়| আমি প্রস্রাবখানায় যতক্ষণই বসেথাকিনা কেন তবুও এরকম হয়| এমনকি আমি যখন নামাজ পড়ি তখনও মাঝেমধ্যে এরকমহয়| মাঝেমধ্যে আমি বুঝতে পারি যে আমার প্রস্রাব হয়ে গেল আবার মাঝে মধ্যেসন্দেহ হয় যে প্রস্রাব হল কিনা| আবার মাঝে মধ্যে প্রস্রাব করতে গিয়ে দেখিলিঙ্গের আগায় এক বিন্দুর চাইতে কম প্রস্রাব লেগে আছে| আর্থিক সমস্যারকারণে বড় কোন ডাক্তারের সাথে কথা বলা হয়নি আর হোমিও ওষুধ খেয়ে কোন কাজহয়নি| আমার ধারনা ১৩-১৪ বছর বয়স থেকে ………………………………..কারণে এমনটা হয়েছে| উল্লেখ্য আমার বর্তমান বয়স ২২ বছর চলছে| এখন আমার প্রশ্ন হচ্ছে আমি কি এরকম অবস্থায় নামাজ রোজা অব্যাহত রাখব নাকি ছেড়েদেব?'),
(6, 'আমি কয়েক বছর আগে বিয়ে করেছি , আমার সন্তান আছে। আমি আমার স্ত্রীকে রাগের মাথায়  এক তালাক, দুইতালাক, তিন তালাক বলি। আমার স্ত্রী কি তালাক হয়েগেছে ?');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_shikkhok_porichiti`
--

CREATE TABLE IF NOT EXISTS `tbl_shikkhok_porichiti` (
  `shikkhok_id` int(10) NOT NULL,
  `shikkhok_name` varchar(50) NOT NULL,
  `shikkhok_details` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_shikkhok_porichiti`
--

INSERT INTO `tbl_shikkhok_porichiti` (`shikkhok_id`, `shikkhok_name`, `shikkhok_details`) VALUES
(1, 'মুফতি হাফীজুদ্দীন', '<ul><li>মুহাদ্দিস, জামিয়া শারইয়্যাহ, ঢাকা</li><li>খতীব, বাগানবাড়ি জামে মসজিদ, ঢাকা</li><li>তাকমীল, চৌধুরীপাড়া মাদ্রাসা ও দারুল উলূম দেওবন্দ</li><li>ইফতা, মিফতাহুল উলূম জালালাবাদ, মুজাফ্যর নগর, ইন্ডিয়া</li></ul>');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_slider_image`
--

CREATE TABLE IF NOT EXISTS `tbl_slider_image` (
  `image_id` int(10) NOT NULL,
  `image_title` varchar(50) NOT NULL,
  `image_details` varchar(100) NOT NULL,
  `slider_image` varchar(256) NOT NULL,
  `active` tinyint(1) NOT NULL DEFAULT '0'
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_slider_image`
--

INSERT INTO `tbl_slider_image` (`image_id`, `image_title`, `image_details`, `slider_image`, `active`) VALUES
(1, 'Start Online Education', 'Free Online education template for elearning and online education institute.', './image/slider_image/img1.jpg', 1),
(2, 'Online Education', 'Online education template for elearning and online education institute.', './image/slider_image/img2.jpg', 0),
(3, 'Start Online', 'Free Online education template for elearning and online education.', './image/slider_image/img3.jpg', 0);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_songbad`
--

CREATE TABLE IF NOT EXISTS `tbl_songbad` (
  `songbad_id` int(10) NOT NULL,
  `title` varchar(100) NOT NULL,
  `songbad` text NOT NULL,
  `publication_status` int(1) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_songbad`
--

INSERT INTO `tbl_songbad` (`songbad_id`, `title`, `songbad`, `publication_status`) VALUES
(1, 'কুইজ প্রতিযোগিতা ও পুরস্কার বিতরণ অনুষ্ঠান', '<div class="entry-inner">\n        <p >ঢাকার অদূরে মুন্সিগঞ্জ জেলাস্থ \nজামিয়া মাহমুদিয়া আশরাফিয়া সেরাজাবাদ মাদরাসায় ইসলামি সাধারণ জ্ঞান বিষয়ক \nকুইজ প্রতিযোগিতা অনুষ্ঠিত হয়। এতে ঢাকা ও মুন্সিগঞ্জ সহ দেশের বিভিন্ন \nঅঞ্চল থেকে প্রতিযোগিরা অংশগ্রহণ করে। গত ১৭ অক্টোবর ২০১৬ ঈসাব্দে সঠিক \nউত্তরদাতাদের মাঝে সুনির্দিষ্ট নীতিমালার ভিত্তিতে ২৩জন বিজয়ীকে বাছাই করা \nহয়। যাদের নগদ অর্থ সহ আকর্ষনিয় পুরস্কার দেয়া হয়েছে।</p>\n <p >বিজয়ীদের হাতে পুরস্কার তুলে দিয়েছেন, \nপীরে কামেল হযরত মাওলানা হাফীজুদ্দী দা.বা.(মুহতামিম সেরাজাবাদ মাদরাসা) \nপুরস্কার বিতরণকালে বিজয়ীরা ছাড়াও অন্যান্য প্রতিযোগিরা উপস্থিত ছিলেন। \nহযরত সকলের উদ্দেশ্যে অত্যান্ত মূল্যবান ও উৎসাহ ব্যঞ্চক আলোচনা পেশ করেন। \nযার ফলে যারা সেদিন বিজয়ী হতে পারেন নি, তারাও মনকষ্ট না পেয়ে সাধারণ জ্ঞান\n অর্জনের প্রতি আরো উৎসাহিত হয়েছে।</p>\n <p >আমরা আশা করি, আমাদের নতুন প্রজন্মকে \nইসলাম সম্পর্কে জানার আগ্রহ সৃষ্টি করতে মাদরাসা কর্তৃপক্ষ প্রতি বছরই \nএধরণের কুইজ প্রতিযোগিতার আয়োজন করবে। আল্লাহ তাআলা আমাদের সকলের প্রতি \nসহায় হোন। আমীন।</p>\n\n             </div>', 1),
(2, 'জামিয়ার নিজস্ব জায়গায় বালু ভরাটের কাজ চলছে', '<p >আল হামদুলিল্লাহ! জামিয়াতুল আস’আদ আল \r\nইসলামিয়ার নিজস্ব জায়গায় বালু ভরাটের কাজ চলছে। আল্লাহর রহমতে খিলগাও, \r\nনন্দিপাড়া, শেখের জায়গায় সাড়ে তিন কাঠা জায়গার ব্যবস্থা হয়েছে। ভবিষ্যতে এর\r\n পরিধি আরো বড় করার ইচ্ছা আছে। জামিয়ার সকল সুভাকাঙ্খী ও মুহিব্বিনদের \r\nজানাতে চাচ্ছি, যারা ইতিপূর্বে জামিয়ায় সহযোগিতার ইচ্ছা প্রকাশ করেছিলেন, \r\nএখন তাদের জন্য সুবর্ণ সুযোগ। জামিয়ার বালু ভরাটে অংশিদার হয়ে ‘সদকায়ে \r\nজারিয়ার’ একটি ভাগ আপনিও নিতে পারেন। বালু ভারট হলে অতিশিঘ্রই মাদরাসা \r\nভবনের কাজ শুরু হবে। ইনশা আল্লাহ।</p>\r\n<p>যোগাযোগের জন্য ফোন করুন,<br>\r\n০১৭৬২১২১০৯৩<br>\r\n০১৮১৮৭৮১৩৮৩<br>\r\n০১৮১৮৭৩২৪৬৫</p>', 1),
(3, 'রমজান উপলক্ষ্যে জামিয়া ছুটি ঘোষণা', 'পবিত্র্ রমজান, &nbsp;পরীক্ষা পরবর্তী জামিয়ার কিতাব বিভাগ &nbsp;13 শাবান শনিবার \r\nথেকে 7 শাওয়াল বুধবার পর্যন্ত ছুটি ঘোষণা করা হয়েছে। 8 শাওয়াল বৃহস্পতিবার \r\nপুরাতন ছাত্রদের ভর্তি কার্যক্রম শুরু হবে ইনশাআল্লাহ। এবং পরবর্তী 3 দিনে \r\nনতুন ছাত্রদের ভর্তি চলবে। &nbsp; এ বছর ভর্তি ফি 1800 টাকা ধার্য করা হয়েছে এবং\r\n আনুসাঙ্গিক খরচ সামান্য বৃদ্ধি &nbsp;হতে পারে যা পরবর্তীতে পোষ্টের মাধ্যমে \r\nজানানো হবে ইনশাআল্লাহ।', 1);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_student`
--

CREATE TABLE IF NOT EXISTS `tbl_student` (
  `student_id` int(10) NOT NULL,
  `student_name` varchar(50) NOT NULL,
  `student_roll` int(15) NOT NULL,
  `bivag_id` varchar(50) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_student`
--

INSERT INTO `tbl_student` (`student_id`, `student_name`, `student_roll`, `bivag_id`) VALUES
(1, 'Md. Rokonuzzaman', 100101, '4'),
(2, 'Md. Toukir Ahmed', 100102, '4'),
(3, 'Md. Rashed', 100103, '3'),
(4, 'A. Rouf', 100104, '3'),
(5, 'Md. Shahin', 100105, '4'),
(6, 'Md. Sultan', 100106, '4');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_subjects`
--

CREATE TABLE IF NOT EXISTS `tbl_subjects` (
  `subject_id` int(10) NOT NULL,
  `bivag_id` int(10) NOT NULL,
  `subject_name` varchar(100) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_subjects`
--

INSERT INTO `tbl_subjects` (`subject_id`, `bivag_id`, `subject_name`) VALUES
(1, 4, 'এসো ছরফ শিখি'),
(2, 4, 'এসো উদু শিখি'),
(3, 4, 'এসো কুরআন শিখি'),
(7, 1, 'এসো ফার্সি শিখি'),
(8, 2, 'এসো আরবি শিখি'),
(10, 3, 'এসো আরবি শিখি'),
(11, 1, 'এসো আরবি শিখি');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_user`
--

CREATE TABLE IF NOT EXISTS `tbl_user` (
  `user_id` int(10) NOT NULL,
  `user_name` varchar(50) NOT NULL,
  `email_address` varchar(50) NOT NULL,
  `password` varchar(100) NOT NULL,
  `age` int(10) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_user`
--

INSERT INTO `tbl_user` (`user_id`, `user_name`, `email_address`, `password`, `age`) VALUES
(1, 'rokon', 'rokonuzzamancse@gmail.com', 'f0572531d8171afe13f52ad32f372af2', 24),
(2, '12fd', 'rokon', '1cd01fed7f39179331d7943e2ac1e1c0', 0);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_vorti_fee`
--

CREATE TABLE IF NOT EXISTS `tbl_vorti_fee` (
  `fee_id` int(10) NOT NULL,
  `bivag_id` int(10) NOT NULL,
  `title` varchar(50) NOT NULL,
  `fee_amount` int(20) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_vorti_fee`
--

INSERT INTO `tbl_vorti_fee` (`fee_id`, `bivag_id`, `title`, `fee_amount`) VALUES
(1, 2, 'ভর্তি ফরম', 100),
(2, 1, 'ছোট ছাত্রদের অভিভাবক ফরম', 50),
(3, 1, 'ভর্তি ফরম', 100);

-- --------------------------------------------------------

--
-- Table structure for table `tbl_vorti_niom`
--

CREATE TABLE IF NOT EXISTS `tbl_vorti_niom` (
  `vorti_id` int(10) NOT NULL,
  `vorti_title` varchar(100) NOT NULL,
  `vorti_details` text NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_vorti_niom`
--

INSERT INTO `tbl_vorti_niom` (`vorti_id`, `vorti_title`, `vorti_details`) VALUES
(1, 'ভর্তি সংক্রান্ত জরুরি জ্ঞাতব্য ১', '<p align="center">* ৮ শাওয়াল এক দিনের মধ্যে কিতাব বিভাগের পুরাতন ছাত্রদের ভর্তি সম্পন্ন করতে হবে।</p>\r\n <p align="center">* কিতাব বিভাগের নতুন \r\nছাত্রদের ভর্তিকার্যক্রম কোটা পুরণ সাপেক্ষে ৯ শাওয়াল থেকে ১১ শাওয়াল \r\nপর্যন্ত চলবে। তবে ৮ শাওয়াল ভর্তি ফরম সংগ্রহ করার সুযোগ থাকবে।</p>\r\n <p align="center">* নতুন ছাত্রদের দাখেলা \r\nপরীক্ষা প্রতিদিন সকাল ৭.৩০ থেকে দুপুর ১.০০ পর্যন্ত মৌখিকভাবে অনুষ্ঠিত \r\nহবে। বিকেল ৩.৩০ মিনিটে উত্তীর্ণদের তালিকা প্রকাশ করা হবে। অত:পর ভর্তি \r\nকাজ সম্পন্ন করবে।</p>\r\n <p align="center">* নতুন ছাত্রদের ভর্তি ফরম নেয়ার সময় দুই কপি পাসপোর্ট সাইজের ছবি জমা দিতে হবে।</p>\r\n <p align="center">* হিফজ ও মক্তবের নতুন ছাত্রদের ভর্তি কার্যক্রম ৮ শাওয়াল থেকে শুরু হয়ে কোটা পুরণ হওয়া পর্যন্ত চলবে।</p>');

-- --------------------------------------------------------

--
-- Table structure for table `tbl_yearly_kitab`
--

CREATE TABLE IF NOT EXISTS `tbl_yearly_kitab` (
  `yearly_kitab_id` int(10) NOT NULL,
  `jamat_name` varchar(100) NOT NULL,
  `kitab_name` varchar(200) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

--
-- Dumping data for table `tbl_yearly_kitab`
--

INSERT INTO `tbl_yearly_kitab` (`yearly_kitab_id`, `jamat_name`, `kitab_name`) VALUES
(1, 'তাফসীর', 'বুখারী আউয়াল, তাফসীরুল জালালাইন আউয়াল।'),
(2, 'ইফতা', 'বুখারী আউয়াল, হেদায়া সালেস, নূরুল আনওয়ার<br>');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tbl_admin`
--
ALTER TABLE `tbl_admin`
  ADD PRIMARY KEY (`admin_id`);

--
-- Indexes for table `tbl_answer`
--
ALTER TABLE `tbl_answer`
  ADD PRIMARY KEY (`answer_id`);

--
-- Indexes for table `tbl_bivag`
--
ALTER TABLE `tbl_bivag`
  ADD PRIMARY KEY (`bivag_id`);

--
-- Indexes for table `tbl_bivag_category`
--
ALTER TABLE `tbl_bivag_category`
  ADD PRIMARY KEY (`bivag_id`);

--
-- Indexes for table `tbl_boyan`
--
ALTER TABLE `tbl_boyan`
  ADD PRIMARY KEY (`boyan_id`);

--
-- Indexes for table `tbl_category`
--
ALTER TABLE `tbl_category`
  ADD PRIMARY KEY (`category_id`);

--
-- Indexes for table `tbl_comments`
--
ALTER TABLE `tbl_comments`
  ADD PRIMARY KEY (`comments_id`);

--
-- Indexes for table `tbl_jogajog`
--
ALTER TABLE `tbl_jogajog`
  ADD PRIMARY KEY (`jogajog_id`);

--
-- Indexes for table `tbl_madrasa_porichiti`
--
ALTER TABLE `tbl_madrasa_porichiti`
  ADD PRIMARY KEY (`madrasa_id`);

--
-- Indexes for table `tbl_mark`
--
ALTER TABLE `tbl_mark`
  ADD PRIMARY KEY (`mark_id`);

--
-- Indexes for table `tbl_masael`
--
ALTER TABLE `tbl_masael`
  ADD PRIMARY KEY (`masael_id`);

--
-- Indexes for table `tbl_protisthata_porichiti`
--
ALTER TABLE `tbl_protisthata_porichiti`
  ADD PRIMARY KEY (`protisthata_id`);

--
-- Indexes for table `tbl_question`
--
ALTER TABLE `tbl_question`
  ADD PRIMARY KEY (`question_id`);

--
-- Indexes for table `tbl_shikkhok_porichiti`
--
ALTER TABLE `tbl_shikkhok_porichiti`
  ADD PRIMARY KEY (`shikkhok_id`);

--
-- Indexes for table `tbl_slider_image`
--
ALTER TABLE `tbl_slider_image`
  ADD PRIMARY KEY (`image_id`);

--
-- Indexes for table `tbl_songbad`
--
ALTER TABLE `tbl_songbad`
  ADD PRIMARY KEY (`songbad_id`);

--
-- Indexes for table `tbl_student`
--
ALTER TABLE `tbl_student`
  ADD PRIMARY KEY (`student_id`);

--
-- Indexes for table `tbl_subjects`
--
ALTER TABLE `tbl_subjects`
  ADD PRIMARY KEY (`subject_id`);

--
-- Indexes for table `tbl_user`
--
ALTER TABLE `tbl_user`
  ADD PRIMARY KEY (`user_id`);

--
-- Indexes for table `tbl_vorti_fee`
--
ALTER TABLE `tbl_vorti_fee`
  ADD PRIMARY KEY (`fee_id`);

--
-- Indexes for table `tbl_vorti_niom`
--
ALTER TABLE `tbl_vorti_niom`
  ADD PRIMARY KEY (`vorti_id`);

--
-- Indexes for table `tbl_yearly_kitab`
--
ALTER TABLE `tbl_yearly_kitab`
  ADD PRIMARY KEY (`yearly_kitab_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tbl_admin`
--
ALTER TABLE `tbl_admin`
  MODIFY `admin_id` int(2) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `tbl_answer`
--
ALTER TABLE `tbl_answer`
  MODIFY `answer_id` int(50) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `tbl_bivag`
--
ALTER TABLE `tbl_bivag`
  MODIFY `bivag_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=5;
--
-- AUTO_INCREMENT for table `tbl_bivag_category`
--
ALTER TABLE `tbl_bivag_category`
  MODIFY `bivag_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `tbl_boyan`
--
ALTER TABLE `tbl_boyan`
  MODIFY `boyan_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `tbl_category`
--
ALTER TABLE `tbl_category`
  MODIFY `category_id` int(200) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `tbl_comments`
--
ALTER TABLE `tbl_comments`
  MODIFY `comments_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `tbl_jogajog`
--
ALTER TABLE `tbl_jogajog`
  MODIFY `jogajog_id` int(1) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `tbl_madrasa_porichiti`
--
ALTER TABLE `tbl_madrasa_porichiti`
  MODIFY `madrasa_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `tbl_mark`
--
ALTER TABLE `tbl_mark`
  MODIFY `mark_id` int(100) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=16;
--
-- AUTO_INCREMENT for table `tbl_masael`
--
ALTER TABLE `tbl_masael`
  MODIFY `masael_id` int(5) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=21;
--
-- AUTO_INCREMENT for table `tbl_protisthata_porichiti`
--
ALTER TABLE `tbl_protisthata_porichiti`
  MODIFY `protisthata_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `tbl_question`
--
ALTER TABLE `tbl_question`
  MODIFY `question_id` int(100) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `tbl_shikkhok_porichiti`
--
ALTER TABLE `tbl_shikkhok_porichiti`
  MODIFY `shikkhok_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `tbl_slider_image`
--
ALTER TABLE `tbl_slider_image`
  MODIFY `image_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `tbl_songbad`
--
ALTER TABLE `tbl_songbad`
  MODIFY `songbad_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `tbl_student`
--
ALTER TABLE `tbl_student`
  MODIFY `student_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `tbl_subjects`
--
ALTER TABLE `tbl_subjects`
  MODIFY `subject_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT for table `tbl_user`
--
ALTER TABLE `tbl_user`
  MODIFY `user_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `tbl_vorti_fee`
--
ALTER TABLE `tbl_vorti_fee`
  MODIFY `fee_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `tbl_vorti_niom`
--
ALTER TABLE `tbl_vorti_niom`
  MODIFY `vorti_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `tbl_yearly_kitab`
--
ALTER TABLE `tbl_yearly_kitab`
  MODIFY `yearly_kitab_id` int(10) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
